// ignore: unused_import
import 'package:intl/intl.dart' as intl;
import 'app_localizations.dart';

// ignore_for_file: type=lint

/// The translations for Telugu (`te`).
class AppLocalizationsTe extends AppLocalizations {
  AppLocalizationsTe([String locale = 'te']) : super(locale);

  @override
  String get accountDeleted => 'ఖాతా విజయవంతంగా తొలగించబడింది.';

  @override
  String get addToStatus => 'నా స్థితికి జోడించండి';

  @override
  String get aiSetting => 'AI సెట్టింగ్';

  @override
  String get alreadyHaveAccount => 'ఇప్పటికే ఖాతా ఉందా?';

  @override
  String get areYouSureDeleteAccount => 'మీ ఖాతాను తొలగించాలనుకుంటున్నారా? ఈ చర్యను తిరిగి చేయలేరు.';

  @override
  String get camera => 'కెమెరా';

  @override
  String get cancel => 'రద్దు చేయండి';

  @override
  String get changePassword => 'పాస్‌వర్డ్ మార్చండి';

  @override
  String get cloudSave => 'క్లౌడ్ సేవ్';

  @override
  String get confirmDelete => 'తొలగింపు నిర్ధారించండి';

  @override
  String get confirmPassword => 'పాస్‌వర్డ్‌ని నిర్ధారించండి';

  @override
  String get continueWithApple => 'Apple తో కొనసాగించండి';

  @override
  String get continueWithGoogle => 'Google తో కొనసాగించండి';

  @override
  String get createAccount => 'ఖాతాను సృష్టించండి';

  @override
  String get darkMode => 'డార్క్ మోడ్';

  @override
  String get delete => 'తొలగించండి';

  @override
  String get deleteAccount => 'ఖాతాను తొలగించండి';

  @override
  String get dietMenu => 'ఆహార మెనూ';

  @override
  String get display => 'డిస్ప్లే';

  @override
  String get email => 'ఈమెయిల్';

  @override
  String get engine => 'ఎంజిన్';

  @override
  String get enterYourEmailtoResetPassword => 'మీ పాస్‌వర్డ్‌ను రీసెట్ చేయడానికి మీ ఇమెయిల్‌ను నమోదు చేయండి';

  @override
  String get failedChangePassword => 'పాస్‌వర్డ్ మార్చడంలో విఫలమైంది';

  @override
  String get failedDeleteAccount => 'ఖాతాను తొలగించడంలో విఫలమైంది';

  @override
  String get foodMenuMaxNumber => 'ఆహార మెనూ గరిష్ట సంఖ్య';

  @override
  String get foodStyle => 'ఆహార శైలి';

  @override
  String get foodStyleAIRecommend => 'AI సిఫార్సు';

  @override
  String get foodStyleLowFat => 'తక్కువ కొవ్వు';

  @override
  String get foodStyleLowSalt => 'తక్కువ ఉప్పు';

  @override
  String get foodStyleMeat => 'మాంసం';

  @override
  String get foodStyleMuslim => 'ముస్లిం';

  @override
  String get foodStyleNutFree => 'గింజలు లేని';

  @override
  String get foodStyleSeafood => 'సీఫుడ్';

  @override
  String get forgotPassword => 'మీ పాస్‌వర్డ్ మర్చిపోయారా';

  @override
  String get hello => 'హలో';

  @override
  String get history => 'చరిత్ర';

  @override
  String get home => 'హోమ్';

  @override
  String get languageArabic => 'అరబిక్';

  @override
  String get languageBengali => 'బెంగాలీ';

  @override
  String get languageChinese => 'చైనీస్';

  @override
  String get languageEnglish => 'ఆంగ్లం';

  @override
  String get languageFrench => 'ఫ్రెంచ్';

  @override
  String get languageGerman => 'జర్మన్';

  @override
  String get languageHindi => 'హిందీ';

  @override
  String get languageIndonesian => 'ఇండోనేషియన్';

  @override
  String get languageJapanese => 'జపనీస్';

  @override
  String get languageKorean => 'కొరియన్';

  @override
  String get languageMarathi => 'మరాఠీ';

  @override
  String get languagePortuguese => 'పోర్చుగీస్';

  @override
  String get languagePortugueseBrazil => 'పోర్చుగీస్ (బ్రెజిల్)';

  @override
  String get languageRussian => 'రష్యన్';

  @override
  String get languageSimplifiedChinese => 'సరళీకృత చైనీస్';

  @override
  String get languageSpanish => 'స్పానిష్';

  @override
  String get languageTelugu => 'తెలుగు';

  @override
  String get languageThai => 'థాయ్';

  @override
  String get languageTraditionalChinese => 'సాంప్రదాయ చైనీస్';

  @override
  String get languageTurkish => 'టర్కిష్';

  @override
  String get languageUrdu => 'ఉర్దూ';

  @override
  String get languageVietnamese => 'వియత్నామీస్';

  @override
  String get login => 'లాగిన్ చేయండి';

  @override
  String get logIn => 'లాగిన్ చేయండి';

  @override
  String get logout => 'లాగ్ అవుట్ చేయండి';

  @override
  String get menuNumber1 => '1';

  @override
  String get menuNumber1to3 => '1-3';

  @override
  String get menuNumber1to5 => '1-5';

  @override
  String get menuNumberAll => 'అన్ని';

  @override
  String get newPassword => 'కొత్త పాస్‌వర్డ్';

  @override
  String get password => 'పాస్‌వర్డ్';

  @override
  String get passwordChangedSuccess => 'పాస్‌వర్డ్ విజయవంతంగా మార్చబడింది.';

  @override
  String get passwordResetEmailSent => 'పాస్‌వర్డ్ రీసెట్ ఇమెయిల్ పంపబడింది. దయచేసి మీ ఇన్‌బాక్స్‌ను తనిఖీ చేయండి';

  @override
  String get passwordsDoNotMatch => 'పాస్‌వర్డ్‌లు సరిపోలడం లేదు';

  @override
  String get pleaseEnterPassword => 'దయచేసి మీ పాస్‌వర్డ్‌ను నమోదు చేయండి';

  @override
  String get pleaseEnterValidEmail => 'దయచేసి సరైన ఇమెయిల్‌ను నమోదు చేయండి';

  @override
  String presetSelected(Object presetId) {
    return 'ప్రిసెట్ $presetId ఎంచుకోబడింది';
  }

  @override
  String get privacyPolicy => 'ప్రైవసీ పాలసీ';

  @override
  String get requiresRecentLogin => 'దయచేసి మళ్లీ లాగిన్ చేసి ఖాతా తొలగించడానికి ప్రయత్నించండి.';

  @override
  String get resetPassword => 'పాస్‌వర్డ్ రీసెట్ చేయండి';

  @override
  String get resetPreset => 'ప్రిసెట్ రీసెట్ చేయండి';

  @override
  String get saveAndContinue => 'సేవ్ చేసి కొనసాగించండి';

  @override
  String get security => 'భద్రత';

  @override
  String get selectYourPreset => 'మీ ప్రిసెట్‌ని ఎంచుకోండి';

  @override
  String get sendResetLink => 'రీసెట్ లింక్‌ను పంపండి';

  @override
  String get server => 'సర్వర్';

  @override
  String get settings => 'సెట్టింగులు';

  @override
  String get signUp => 'సైన్ అప్ చేయండి';

  @override
  String get signUpNewAccount => 'కొత్త ఖాతాను సైన్ అప్ చేయండి';

  @override
  String get targetLanguage => 'లక్ష్య భాష';

  @override
  String get termsAndConditions => 'నిబంధనలు & షరతులు';

  @override
  String get yourFoodMenu => 'మీ ఆహార మెనూ';

  @override
  String get passwordResetError => 'పాస్‌వర్డ్ రీసెట్ ఇమెయిల్ పంపడంలో పొరపాటు జరిగింది.';

  @override
  String get save => 'సేవ్ చేయండి';

  @override
  String get saved => 'సేవ్ చేయబడింది';

  @override
  String get aiAnswer => 'ఏఐ సమాధానం';

  @override
  String get liked => 'ఇష్టపడ్డారు';

  @override
  String get unliked => 'ఇష్టం లేని';

  @override
  String get textCopied => 'టెక్స్ట్ క్లిప్‌బోర్డుకు కాపీ చేయబడింది';

  @override
  String get title => 'శీర్షిక';

  @override
  String get noFavoriteData => 'ఇష్టమైన డేటా లేదు';

  @override
  String get enterRestaurantName => 'రెస్టారెంట్ పేరు నమోదు చేయండి';

  @override
  String get pleaseEnterRestaurantAndRating => 'దయచేసి రెస్టారెంట్ పేరు మరియు రేటింగ్ నమోదు చేయండి';

  @override
  String get all => 'అన్ని';

  @override
  String get favorite => 'ఇష్టమైనవి';

  @override
  String get noHistoryFound => 'చరిత్ర కనిపించలేదు';

  @override
  String get aiScanning => 'AI స్కానింగ్...';

  @override
  String get aiLoadingMessage => 'AI తప్పులు చేయవచ్చు. లోడింగ్ సమయం సాధారణంగా 5-10 సెకన్ల వరకు ఉంటుంది, కానీ ఇది మీ ఇంటర్నెట్ కనెక్షన్ మరియు స్మార్ట్‌ఫోన్ పరికరం ఆధారంగా మారవచ్చు.';

  @override
  String get introductionTitle1 => 'ఎంస్క్యానర్';

  @override
  String get introductionSubtitle1 => 'THJ ద్వారా';

  @override
  String get introductionBody1 => 'ప్రపంచంలోని రెస్టారెంట్లలో ఆహారాన్ని ఎంచుకోవడంలో సౌకర్యంగా ఉండండి';

  @override
  String get introductionTitle2 => 'మీరు మెనూను ఎలా స్కాన్ చేయాలనుకుంటున్నారు?';

  @override
  String get introductionBody2_1 => '1. మీ భాషను ఎంచుకోండి (ఆంగ్లం లేదా స్థానిక భాష)';

  @override
  String get introductionBody2_2 => '2. మీ ఆహార శైలిని ఎంచుకోండి (డైట్, మాంసాహార ప్రియుడు, మొదలైనవి)';

  @override
  String get introductionBody2_3 => '3. మీరు స్కాన్ చేయాలనుకుంటున్న మెనూల సంఖ్యను సెట్ చేయండి (అధిక మెనూలు, తక్కువ వివరాలు)';

  @override
  String get introductionTitle3 => 'మీ సెట్టింగ్‌లను ఆప్టిమైజ్ చేయండి';

  @override
  String get introductionBody3_1 => '1. డార్క్ మోడ్‌ను సక్రియం చేయండి';

  @override
  String get introductionBody3_2 => '2. మీ ఖాతా పాస్‌వర్డ్‌ను మార్చండి';

  @override
  String get introductionBody3_3 => '3. మీ మెనూ స్కాన్ సెట్టింగ్‌లను రీసెట్ చేయండి';

  @override
  String get introductionBody3_4 => '4. మరిన్ని ఫీచర్లను సక్రియం చేయడానికి మీ డేటాను ఆన్‌లైన్‌లో సేవ్ చేయండి';

  @override
  String get introductionTitle4 => 'మీ ఫలితాన్ని పంచుకోండి';

  @override
  String get introductionBody4_1 => '1. ప్రతి ఫలితంపై ఒక నోట్ వదలండి';

  @override
  String get introductionBody4_2 => '2. ఫలితాలను మీ స్మార్ట్‌ఫోన్‌లో సేవ్ చేయండి';

  @override
  String get introductionBody4_3 => '3. ఫేవరెట్ బటన్ మరియు ఫలితం కాపీ చేయండి';

  @override
  String get introductionTitle5 => 'మీ అనుభవాలను సేవ్ చేయండి';

  @override
  String get introductionBody5_1 => '1. యాక్టివ్ పాయింట్లు (Mscannerలో మీ కార్యకలాపాలను చూపిస్తుంది)';

  @override
  String get introductionBody5_2 => '2. మీరు సందర్శించిన రెస్టారెంట్ పేరు నమోదు చేయండి';

  @override
  String get introductionBody5_3 => '3. రెస్టారెంట్‌ను రేట్ చేయండి';

  @override
  String get introductionBody5_4 => '4. మీరు సందర్శించిన ప్రదేశాలను మ్యాప్‌లో చూడండి';

  @override
  String get skip => 'దాటవేయి';

  @override
  String get done => 'పూర్తయింది';

  @override
  String get checkOutRestaurant => 'ఈ రెస్టారెంట్‌ను చూడండి!';

  @override
  String get loadingError => 'లోడ్‌లో లోపం';

  @override
  String get confirmMessageTitle => 'నిర్ధారణ సందేశం';

  @override
  String get confirmMessageContent => 'మీరు నిజంగా తొలగించాలనుకుంటున్నారా?';

  @override
  String get shareLocation => 'స్థానాన్ని పంచుకోండి';

  @override
  String get checkOutContent => 'ఈ కంటెంట్‌ను చూడండి!';

  @override
  String get shareVia => 'ద్వారా భాగస్వామ్యం';

  @override
  String get cloudsavingError => 'క్లౌడ్ సేవ్ లోపం';

  @override
  String get languagesdescprition => 'ఆహార పదార్థం లేదా మెనూ యొక్క ఫోటో తీయండి మరియు ఫలితానికి భాషను ఎంచుకోండి';

  @override
  String get fooddescprition => 'దయచేసి ఒక ఆహారపు విధానం లేదా భోజన ప్రణాళికను ఎంచుకోండి. మీ ఎంపిక ఆధారంగా AI సిఫారసులు మరియు వివరణలు అందిస్తుంది';

  @override
  String get menudescribe => 'ప్రదర్శించడానికి ఆహారపు మెనూ అంశాల సంఖ్యను ఎంచుకోండి. మీరు ఎన్నుకుంటున్న అంశాలు తక్కువగా ఉంటే, వివరణలు మరింత వివరంగా ఉంటాయి';

  @override
  String get darkdescp => 'ఇక ముందునుంచి చూడడానికి మరింత సౌకర్యవంతమైన అనుభవం కోసం డార్క్ మోడ్ ను ప్రారంభించండి';

  @override
  String get changepassdescp => 'భద్రత కోసం, తరచుగా మీ పాస్‌వర్డ్‌ని మార్చండి మరియు గుర్తుంచుకోవడానికి సులభంగా ఉన్న పటిష్టమైన పాస్‌వర్డ్‌ని ఉపయోగించండి';

  @override
  String get aIresetdescp => 'మీరు AI స్కాన్ సెట్టింగ్‌లను రీసెట్ చేయవచ్చు';

  @override
  String get savedescp => 'ఫలితాల డేటాను సర్వర్‌లో సేవ్ చేయండి. అదనపు ఫీచర్లను ప్రారంభించడానికి సేవ్ చేయడం అవసరం';

  @override
  String get scanFoodPhotoDescription => 'ఆహార పదార్థం లేదా మెనూ యొక్క ఫోటో తీయండి మరియు అది ఏమిటో తెలుసుకోండి! ఇప్పుడే ప్రయత్నించండి';

  @override
  String get activepoint => 'పాయింట్లు యూజర్ యాక్టివిటీ సూచికను చూపిస్తాయి, మరియు భవిష్యత్తులో వివిధ బహుమతులు ఇవ్వబడతాయి.';

  @override
  String get todayrecommand => 'ఈరోజు సిఫార్సు';

  @override
  String get cityrecommand => 'ప్రాంతాలవారీగా సిఫార్సులు';

  @override
  String get account => 'ఖాతా';

  @override
  String get bookmark => 'బుక్‌మార్క్';

  @override
  String get map => 'మ్యాప్';

  @override
  String get locationPermissionNeeded => 'స్థానం అనుమతి అవసరం';

  @override
  String get locationPermissionContent => 'ఈ యాప్ సక్రమంగా పనిచేయడానికి స్థలం అనుమతులు అవసరం. దయచేసి యాప్ సెటింగ్‌లలో స్థల అనుమతి అనుమతించండి.';

  @override
  String get locationServiceDisabled => 'స్థానం సేవలు అర్థార్థం చేయబడ్డాయి';

  @override
  String get locationServiceDisabledContent => 'స్థాన సేవలు ఉంచబడలేదు. దయచేసి సెట్టింగ్స్‌లో స్థాన సేవలను కార్యరూపమిచ్చండి.';

  @override
  String get openSettings => 'సెట్టింగ్స్‌ను తెరువు';

  @override
  String get languagesdescprition1 => 'ఒక స్కాన్‌తో వంటకాల అద్భుతాల ప్రపంచాన్ని ప్రారంభించండి.';

  @override
  String get continueAsGuest => 'అతిథి గా కొనసాగించండి';

  @override
  String get guestLoginTitle => 'అతిథి లాగిన్';

  @override
  String get guestLoginContent => 'మీరు అతిథిగా లాగిన్ అయ్యారు. లాగ్ఔట్ అయితే అన్ని సమాచారం తొలగించబడుతుంది.';

  @override
  String get confirm => 'మానవత్వాన్ని నిర్దారించండి.';

  @override
  String get guestLoginFailed => 'అతిథి లాగిన్ విఫలం అయ్యింది. దయచేసి మళ్లీ ప్రయత్నించండి.';

  @override
  String get logoutConfirmationTitle => 'లాగ్ అవుట్ నిర్ధారణ';

  @override
  String get logoutConfirmationContent => 'అతిథిగా లాగౌట్ చేయడం మీ అన్ని డేటా మరిగిస్తుంది. మీరు కొనసాగాలనుకుంటున్నారా?';

  @override
  String get convertAccount => 'అకౌంట్ మార్చు';

  @override
  String get accountConversionDescription => 'మీ గెస్టు ఖాతాను మీ డేటాను సురక్షితంగా ఉంచడానికి శాశ్వత ఖాతా గా మార్చండి.';

  @override
  String get accountConversionSuccess => 'ఖాతా విజయవంతமாக మార్చబడింది.';

  @override
  String get accountConversionFailed => 'ఖాతా మార్పిడి విఫలమైంది';

  @override
  String get browse => 'అతిథిగా అన్వేషించండి';

  @override
  String get changepreset => 'ప్రీసెట్‌ను మార్చండి';

  @override
  String get viewbylatest => 'గుర్తించు తాజా వారీగా';

  @override
  String get viewbycountry => 'దేశాన్వయంగా వీక్షించండి';

  @override
  String get cameraHint => 'ఫుడ్ మెను స్కాన్ చేయడానికి కెమెరాను తాకండి.';

  @override
  String get manualTitle => 'వినియోగ మాన్యువల్';

  @override
  String get manualSubtitle => 'వివరాలను చూడడానికి క్లిక్ చేయండి';

  @override
  String get loadingScanning => 'చిత్రాన్ని స్కాన్ చేస్తోంది...';

  @override
  String get loadingAnalyzing => 'ఆహార జాబితాను AI తో విశ్లేషణ చేస్తోంది...';

  @override
  String get loadingAlmostDone => 'మీ ఫలితాన్ని సిద్ధం చేయడం దాదాపు పూర్తైంది...';

  @override
  String get loadingFinalizing => 'వివరాలను పూర్తి చేయడం...';

  @override
  String get loadingWaiting => 'కొంచెం మాత్రమే... మీ సహనానికి ధన్యవాదాలు!';

  @override
  String get emergencyTitle => 'అత్యవసర ప్రకటన';

  @override
  String get close => 'మూసివేయి';

  @override
  String get dismissToday => 'ఈరోజు మళ్లీ చూపవద్దు';

  @override
  String get gptErrorMessage => 'క్షమించండి.\\nAI సర్వర్‌తో కమ్యూనికేషన్‌లో లోపం జరిగింది.\\nదయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.';

  @override
  String get restaurantName => 'రెస్టారెంట్ పేరు';

  @override
  String get tutorialMode => 'బోధన మోడ్';

  @override
  String get reviewTitle => 'వ్యాఖ్య';

  @override
  String get reviewHint => 'దయచేసి రెస్టారెంట్ గురించి సంక్షిప్త సమీక్షను నమోదు చేయండి.';

  @override
  String get commentSection_title => '🗨 సమీప వినియోగదారుల సమీక్షలు';

  @override
  String get commentSection_seeMore => 'మరిన్ని సమీక్షలు చూపించు ▼';

  @override
  String get commentSection_seeLess => 'విమర్శలను దాచు ▲';

  @override
  String get commentSection_anonymous => 'అజ్ఞాత';

  @override
  String get commentSection_noContent => 'ప్రమేయం లేదు';

  @override
  String get timeAgo_minutes => ' నిమిషాల క్రితం';

  @override
  String get timeAgo_hours => ' గంటల క్రితం';

  @override
  String get timeAgo_days => ' రోజుల ముందు';

  @override
  String get timeAgo_months => ' నెలల క్రితం';

  @override
  String get timeAgo_years => ' సంవత్సరాల క్రితం';

  @override
  String get commentSection_translate => 'అనువదించు';

  @override
  String get commentSection_original => 'అసలు';

  @override
  String get iapUnavailable => 'ఇన్-యాప్ కొనుగోళ్లు అందుబాటులో లేవు';

  @override
  String get noAvailableProducts => 'కొనుగోలుకు అందుబాటులో ఉత్పత్తులు లేవు';

  @override
  String get premiumUserTitle => 'ప్రీమియం వినియోగదారు';

  @override
  String get premiumUserSubtitle => 'జాహిరాతలు తొలగించబడ్డాయి';

  @override
  String get buy => 'కొనుగోలు చేయండి';

  @override
  String get guestPurchaseMessage => 'అతిథి వినియోగదారులు కొనుగోలు చేయలేరు';

  @override
  String get premiumFunctionMessage => 'ప్రీమియం సేవ మాత్రమే';

  @override
  String get multiScan => 'బ్యాచ్ స్కాన్';

  @override
  String maxScanImages(int maxCount) {
    return 'మొదటి $maxCount చిత్రాలు మాత్రమే స్కాన్ చేయబడతాయి.';
  }

  @override
  String get restorePurchases => 'కొనుగోళ్లు పునరుద్ధరించండి';
}
