Repository: Jihunkim00/mscanner
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, hi, id, mr, ru, te, th, ur, vi, zh_hant

# cameraHint
source: Tap the camera to scan the food menu.
ar: اضغط على الكاميرا لمسح قائمة الطعام.
bn: খাবারের মেনু স্ক্যান করতে ক্যামেরাতে ট্যাপ করুন।
de: Tippen Sie auf die Kamera, um das Speisenmenü zu scannen.
hi: भोजन मेनू को स्कैन करने के लिए कैमरे पर टैप करें।
id: Ketuk kamera untuk memindai menu makanan.
mr: अन्न मेन्यू स्कॅन करण्यासाठी कॅमेरावर टॅप करा.
ru: Нажмите на камеру, чтобы отсканировать меню еды.
te: ఫుడ్ మెను స్కాన్ చేయడానికి కెమెరాను తాకండి.
th: แตะที่กล้องเพื่อสแกนเมนูอาหาร
ur: ุฎูุฑุงฺฉ ฺฉ ู ูู ฺฉู ุงุณฺฉู ฺฉุฑู ฺฉ ู ฺฉู ุฑ ูพุฑ ูนูพ ฺฉุฑฺบ
vi: Chạm vào máy ảnh để quét thực đơn món ăn.
zh_hant: 輕觸相機掃描食品菜單。

# manualTitle
source: Manual page
ar: دليل الاستخدام
bn: ব্যবহার নির্দেশিকা
de: Benutzerhandbuch
hi: उपयोग मार्गदर्शिका
id: Manual
mr: वापर मार्गदर्शक
ru: Руководство
te: వినియోగ మాన్యువల్
th: คู่มือการใช้งาน
ur: ุฑูู ุงุฆ
vi: Hướng dẫn sử dụng
zh_hant: 手冊頁面

# manualSubtitle
source: Read our documentation
ar: انقر هنا لعرض التعليمات
bn: নির্দেশিকা দেখতে এখানে ক্লিক করুন
de: Klicken Sie hier, um die Anleitung zu lesen
hi: निर्देश देखने के लिए क्लिक करें
id: Klik untuk melihat panduan penggunaan
mr: वाचण्यासाठी क्लिक करा
ru: Нажмите, чтобы посмотреть инструкцию
te: వివరాలను చూడడానికి క్లిక్ చేయండి
th: คลิกเพื่อดูวิธีใช้งาน
ur: ู ุฒุฏ ู ุนููู ุงุช ฺฉ ู ฺฉูฺฉ ฺฉุฑฺบ
vi: Nhấn để xem hướng dẫn chi tiết
zh_hant: 閱讀我們的文檔

# loadingScanning
source: Scanning the image...
ar: جارٍ مسح الصورة...
bn: চিত্র স্ক্যান করা হচ্ছে...
de: Bild wird gescannt...
hi: छवि को स्कैन किया जा रहा है...
id: Memindai gambar...
mr: प्रतिमा स्कॅन होत आहे...
ru: Сканирование изображения...
te: చిత్రాన్ని స్కాన్ చేస్తోంది...
th: กำลังสแกนภาพ...
ur: ุชุตูุฑ ฺฉู ุงุณฺฉู ฺฉุฑ ุฑุง ...
vi: Đang quét hình ảnh...
zh_hant: 正在掃描圖像...

# loadingAnalyzing
source: Analyzing the menu with AI...
ar: تحليل القائمة باستخدام الذكاء الاصطناعي...
bn: এআই দিয়ে মেনুটি বিশ্লেষণ করা হচ্ছে...
de: Analyse des Menüs mit KI...
hi: एआई के साथ मेनू का विश्लेषण...
id: Menganalisis menu dengan AI...
mr: एआयसह मेनूचे विश्लेषण करत आहे...
ru: Анализ меню с помощью ИИ...
te: ఆహార జాబితాను AI తో విశ్లేషణ చేస్తోంది...
th: วิเคราะห์เมนูด้วยปัญญาประดิษฐ์...
ur: ุง ุขุฆ ฺฉ ุณุงุชฺพ ู ูู ฺฉุง ุชุฌุฒ ฺฉุฑูุง...
vi: Phân tích thực đơn bằng AI...
zh_hant: 使用人工智慧分析菜單...

# loadingAlmostDone
source: Almost done preparing your result...
ar: يكاد يكون الانتهاء من تحضير نتيجتك...
bn: আপনার ফলাফলের প্রস্তুতি প্রায় শেষ...
de: Fast fertig mit der Vorbereitung Ihres Ergebnisses...
hi: आपका परिणाम तैयार करने की प्रक्रिया लगभग पूरी हो गई है...
id: Hampir selesai menyiapkan hasil Anda...
mr: तुमच्या परिणामाची तयारी जवळजवळ पूर्ण झाली आहे...
ru: Почти завершена подготовка вашего результата...
te: మీ ఫలితాన్ని సిద్ధం చేయడం దాదాపు పూర్తైంది...
th: เตรียมผลลัพธ์ของคุณเสร็จเกือบหมดแล้ว...
ur: ุขูพ ฺฉ ูุชุฌ ฺฉ ุชุงุฑ ุชูุฑุจุงู ู ฺฉู ู ...
vi: Gần hoàn thành việc chuẩn bị kết quả của bạn...
zh_hant: 快要完成準備您的結果了...

# loadingFinalizing
source: Finalizing the details...
ar: إتمام التفاصيل...
bn: বিবরণগুলো চূড়ান্ত করছে...
de: Die Details fertigstellen...
hi: विवरणों को अंतिम रूप देना...
id: Menyelesaikan detail...
mr: तपशील पूर्ण करत आहोत...
ru: Заканчиваем детали...
te: వివరాలను పూర్తి చేయడం...
th: สรุปรายละเอียด...
ur: ุชูุตูุงุช ฺฉู ุญุชู  ุดฺฉู ุฏูุง...
vi: Hoàn thiện những chi tiết...
zh_hant: 完成细节...

# loadingWaiting
source: Just a bit more... Thank you for your patience!
ar: فقط القليل بعد... شكراً لصبرك!
bn: আর একটু... আপনার ধৈর্যের জন্য ধন্যবাদ!
de: Nur ein bisschen mehr... Danke für Ihre Geduld!
hi: बस थोड़ा और... आपके धैर्य के लिए धन्यवाद!
id: Sedikit lagi... Terima kasih atas kesabaran Anda!
mr: फक्त थोडा अधिक... तुमच्या संयमाबद्दल धन्यवाद!
ru: Ещё немного... Спасибо за ваше терпение!
te: కొంచెం మాత్రమే... మీ సహనానికి ధన్యవాదాలు!
th: อีกนิดเดียว... ขอบคุณสำหรับความอดทนของคุณ!
ur: ุจุณ ุชฺพูฺุง ุณุง ุงูุฑ... ุขูพ ฺฉ ุตุจุฑ ฺฉุง ุดฺฉุฑ!
vi: Chỉ một chút nữa thôi... Cảm ơn bạn đã kiên nhẫn!
zh_hant: 再多一點…… 感謝您的耐心！

# emergencyTitle
source: Emergency Notice
ar: إشعار طارئ
bn: জরুরি ঘোষণা
de: Eilmeldung
hi: आपातकालीन सूचना
id: Pengumuman Darurat
mr: तातडीची सूचना
ru: Срочное уведомление
te: అత్యవసర ప్రకటన
th: ประกาศด่วน
ur: ูฺฏุงู  ุงุทูุงุน
vi: Thông báo khẩn cấp
zh_hant: 緊急通知

source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
hi: बंद करें
id: Tutup
mr: बंद करा
ru: Закрыть
te: మూసివేయి
th: ปิด
ur: ุจูุฏ ฺฉุฑฺบ
vi: Đóng
zh_hant: 關閉

# dismissToday
source: Don't show again today
ar: عدم العرض مرة أخرى اليوم
bn: আজ আর না দেখান
de: Heute nicht mehr anzeigen
hi: आज फिर से न दिखाएं
id: Jangan tampilkan lagi hari ini
mr: आज पुन्हा दाखवू नका
ru: Не показывать сегодня
te: ఈరోజు మళ్లీ చూపవద్దు
th: ไม่ต้องแสดงอีกในวันนี้
ur: ุขุฌ ุฏูุจุงุฑ ู ุฏฺฉฺพุงุฆฺบ
vi: Không hiển thị lại hôm nay
zh_hant: 今天不再顯示

# gptErrorMessage
source: Sorry.\nA AI Server communication error occurred.\n Please try again later.
ar: عذرًا.\nحدث خطأ في الاتصال بخادم الذكاء الاصطناعي.\nيرجى المحاولة مرة أخرى لاحقًا.
bn: দুঃখিত।\nAI সার্ভারের সাথে যোগাযোগে একটি সমস্যা হয়েছে।\nঅনুগ্রহ করে পরে আবার চেষ্টা করুন।
de: Entschuldigung.\nEs ist ein Fehler bei der Kommunikation mit dem KI-Server aufgetreten.\nBitte versuchen Sie es später erneut.
hi: माफ़ कीजिए।\nAI सर्वर से संचार में त्रुटि हुई।\nकृपया बाद में पुनः प्रयास करें।
id: Maaf.\nTerjadi kesalahan komunikasi dengan server AI.\nSilakan coba lagi nanti.
mr: माफ करा.\nAI सर्व्हरशी संवाद करताना त्रुटी आली.\nकृपया नंतर पुन्हा प्रयत्न करा.
ru: Извините.\nПроизошла ошибка связи с сервером ИИ.\nПожалуйста, попробуйте позже.
te: క్షమించండి.\nAI సర్వర్‌తో కమ్యూనికేషన్‌లో లోపం జరిగింది.\nదయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
th: ขออภัย\nเกิดข้อผิดพลาดในการสื่อสารกับเซิร์ฟเวอร์ AI\nกรุณาลองใหม่อีกครั้งในภายหลัง
ur: ู ุนุฐุฑุช ุฎูุง ฺบ\nAI ุณุฑูุฑ ุณ ู ูุงุตูุงุช ู ฺบ ุฎุฑุงุจ ูพุด ุขุฆ\nุจุฑุง ฺฉุฑู ุจุนุฏ ู ฺบ ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ
vi: Rất tiếc.\nĐã xảy ra lỗi khi kết nối với máy chủ AI.\nVui lòng thử lại sau.
zh_hant: 抱歉。\n與 AI 伺服器通訊時發生錯誤。\n請稍後再試。

source: Restaurant name
ar: اسم المطعم
bn: রেস্তোরাঁর নাম
hi: रेस्तरां का नाम
id: Nama restoran
mr: रेस्टॉरंटचे नाव
ru: Название ресторана
te: రెస్టారెంట్ పేరు
th: ชื่อร้านอาหาร
ur: ุฑุณูนูุฑููน ฺฉุง ูุงู
vi: Tên nhà hàng
zh_hant: 餐廳名稱

source: Tutorial Mode
ar: وضع الدليل
bn: টিউটোরিয়াল মোড
de: Tutorial-Modus
hi: ट्यूटोरियल मोड
id: Mode Tutorial
mr: ट्युटोरियल मोड
ru: Режим обучения
te: బోధన మోడ్
th: โหมดสอน
ur: ุฑูู ุงุฆ ฺฉุง ุทุฑู
vi: Chế độ Hướng dẫn
zh_hant: 教學模式

# reviewTitle
source: Comment
ar: تعليق
bn: মন্তব্য
de: Kommentar
hi: टिप्पणी
id: Komentar
mr: टिप्पणी
ru: Комментарий
te: వ్యాఖ్య
th: ความคิดเห็น
ur: ุชุจุตุฑ
vi: Bình luận
zh_hant: 評論

# reviewHint
source: Please enter a brief review of the restaurant.
ar: يرجى إدخال مراجعة موجزة عن المطعم.
bn: রেস্টুরেন্ট সম্পর্কে সংক্ষিপ্ত পর্যালোচনা লিখুন।
de: Bitte geben Sie eine kurze Bewertung des Restaurants ein.
hi: कृपया रेस्तरां की एक संक्षिप्त समीक्षा दर्ज करें।
id: Silakan masukkan ulasan singkat tentang restoran.
mr: कृपया रेस्टॉरंटबद्दल एक संक्षिप्त समीक्षा प्रविष्ट करा.
ru: Пожалуйста, введите краткий отзыв о ресторане.
te: దయచేసి రెస్టారెంట్ గురించి సంక్షిప్త సమీక్షను నమోదు చేయండి.
th: กรุณาใส่รีวิวสั้น ๆ เกี่ยวกับร้านอาหาร
ur: ุจุฑุง ฺฉุฑู ุฑุณุชูุฑุงู ฺฉ ุจุงุฑ ู ฺบ ู ุฎุชุตุฑ ุฌุงุฆุฒ ุฏุฑุฌ ฺฉุฑฺบ
vi: Vui lòng nhập đánh giá ngắn về nhà hàng.
zh_hant: 請輸入對餐廳的簡短評價。

# commentSection_title
source: 🗨 Nearby User Reviews
ar: 🗨 تقييمات المستخدمين القريبة
bn: 🗨 আশেপাশের ব্যবহারকারীর রিভিউ
de: 🗨 Bewertungen von Nutzern in der Nähe
hi: 🗨 आस-पास के उपयोगकर्ता समीक्षाएँ
id: 🗨 Ulasan Pengguna Terdekat
mr: 🗨 जवळील वापरकर्त्यांचे पुनरावलोकने
ru: 🗨 Отзывы пользователей поблизости
te: 🗨 సమీప వినియోగదారుల సమీక్షలు
th: 🗨 รีวิวจากผู้ใช้ใกล้เคียง
ur: ๐จ ูุฒุฏฺฉ ุตุงุฑูู ฺฉ ุฌุงุฆุฒ
vi: 🗨 Đánh giá của người dùng gần đây
zh_hant: 🗨 附近用戶評論

# commentSection_seeMore
source: Show more reviews ▼
ar: عرض المزيد من التقييمات ▼
bn: আরও রিভিউ দেখান ▼
de: Weitere Bewertungen anzeigen ▼
hi: और समीक्षाएँ दिखाएँ ▼
id: Tampilkan lebih banyak ulasan ▼
mr: अधिक पुनरावलोकने दाखवा ▼
ru: Показать больше отзывов ▼
te: మరిన్ని సమీక్షలు చూపించు ▼
th: แสดงรีวิวเพิ่มเติม ▼
ur: ู ุฒุฏ ุฌุงุฆุฒ ุฏฺฉฺพุงุฆฺบ โผ
vi: Hiển thị thêm đánh giá ▼
zh_hant: 顯示更多評論 ▼

# commentSection_seeLess
source: Hide reviews ▲
ar: إخفاء التقييمات ▲
bn: রিভিউ লুকান ▲
de: Bewertungen ausblenden ▲
hi: समीक्षाएँ छुपाएँ ▲
id: Sembunyikan ulasan ▲
mr: समीक्षा लपवा ▲
ru: Скрыть отзывы ▲
te: విమర్శలను దాచు ▲
th: ซ่อนรีวิว ▲
ur: ุฌุงุฆุฒ ฺฺพูพุงุฆฺบ โฒ
vi: Ẩn đánh giá ▲
zh_hant: 隱藏評論 ▲

# commentSection_anonymous
source: Anonymous
ar: مجهول
bn: অজ্ঞাত
de: Anonym
hi: गुमनाम
id: Anonim
mr: अनाम
ru: Анонимный
te: అజ్ఞాత
th: ไม่เปิดเผยตัวตน
ur: ฺฏู ูุงู
vi: Ẩn danh
zh_hant: 匿名

# commentSection_noContent
source: There is no content to translate.
ar: لا يوجد محتوى
bn: কোনও বিষয়বস্তু নেই
de: Kein Inhalt
hi: कोई सामग्री नहीं
id: Tidak ada konten
mr: कोणतीही सामग्री नाही
ru: Нет содержимого
te: ప్రమేయం లేదు
th: ไม่มีเนื้อหา
ur: ฺฉูุฆ ู ูุงุฏ ูฺบ
vi: Không có nội dung
zh_hant: 沒有內容

# timeAgo_minutes
source: minutes ago
ar: منذ دقيقة
bn: মিনিট আগে
de: Vor Minuten
hi: मिनट पहले
id: menit yang lalu
mr: मिनिटांपूर्वी
ru: минут назад
te: నిమిషాల క్రితం
th: นาทีที่ผ่านมา
ur: ู ููน ูพู
vi: phút trước
zh_hant: 分鐘前

# timeAgo_hours
source: hours ago
ar: منذ ساعات
bn: ঘন্টা আগে
de: vor Stunden
hi: घंटे पहले
id: jam yang lalu
mr: तासांपूर्वी
ru: часов назад
te: గంటల క్రితం
th: ชั่วโมงที่แล้ว
ur: ฺฏฺพููน ูพู
vi: giờ trước
zh_hant: 小時前

# timeAgo_days
source: days ago
ar: قبل يوم
bn: দিন আগে
de: vor Tagen
hi: दिन पहले
id: hari yang lalu
mr: दिवसांपूर्वी
ru: дней назад
te: రోజుల ముందు
th: วันที่ผ่านมา
ur: ุฏู ูพู
vi: ngày trước
zh_hant: 天前

# timeAgo_months
source: months ago
ar: منذ شهر
bn: মাস আগে
de: Vor Monaten
hi: महीने पहले
id: bulan yang lalu
mr: महिन्यांपूर्वी
ru: месяцев назад
te: నెలల క్రితం
th: เดือนที่แล้ว
ur: ู ุง ูพู
vi: tháng trước
zh_hant: 個月前

# timeAgo_years
source: years ago
ar: قبل سنوات
bn: বছর আগে
de: vor Jahren
hi: साल पहले
id: tahun yang lalu
mr: वर्षांपूर्वी
ru: лет назад
te: సంవత్సరాల క్రితం
th: ปีก่อน
ur: ุณุงู ูพู
vi: năm trước
zh_hant: 年前

# commentSection_translate
source: Translate
ar: ترجمة
bn: অনুবাদ
de: Übersetzen
hi: अनुवाद करें
id: Terjemahkan
mr: भाषांतर करा
ru: Перевести
te: అనువదించు
th: แปล
ur: ุชุฑุฌู  ฺฉุฑฺบ
vi: Dịch
zh_hant: 翻译

# commentSection_original
source: Original
ar: النص الأصلي
bn: মূল লেখা
hi: मूल
id: Asli
mr: मूळ
ru: Оригинал
te: అసలు
th: ต้นฉบับ
ur: ุงุตู
vi: Bản gốc
zh_hant: 原文

# iapUnavailable
source: In-app purchases unavailable
ar: عمليات الشراء داخل التطبيق غير متوفرة
bn: ইন-অ্যাপ ক্রয় সম্ভব নয়
de: In-App-Käufe nicht verfügbar
hi: इन-ऐप खरीदारी उपलब्ध नहीं है
id: Pembelian dalam aplikasi tidak tersedia
mr: इन-ऍप खरेदी उपलब्ध नाही
ru: Встроенные покупки недоступны
te: ఇన్-యాప్ కొనుగోళ్లు అందుబాటులో లేవు
th: ไม่สามารถซื้อในแอปได้
ur: ุงูพ ฺฉ ุงูุฏุฑ ุฎุฑุฏุงุฑ ุฏุณุชุงุจ ูฺบ 
vi: Mua hàng trong ứng dụng không khả dụng
zh_hant: 應用內購買不可用

# noAvailableProducts
source: No products available
ar: لا توجد منتجات متاحة للشراء
bn: কোন পণ্য ক্রয়ের জন্য উপলব্ধ নেই
de: Keine Produkte zum Kauf verfügbar
hi: कोई उत्पाद खरीद के लिए उपलब्ध नहीं है
id: Tidak ada produk yang tersedia untuk dibeli
mr: खरेदीसाठी कोणतीही उत्पादने उपलब्ध नाहीत
ru: Нет доступных для покупки товаров
te: కొనుగోలుకు అందుబాటులో ఉత్పత్తులు లేవు
th: ไม่มีสินค้าพร้อมให้ซื้อ
ur: ุฎุฑุฏุงุฑ ฺฉ ูุฆ ฺฉูุฆ ู ุตููุนุงุช ุฏุณุชุงุจ ูฺบ ฺบ
vi: Không có sản phẩm nào để mua
zh_hant: 沒有可購買的商品

# premiumUserTitle
source: Premium user
ar: مستخدم مميز
bn: প্রিমিয়াম ব্যবহারকারী
de: Premium-Nutzer
hi: प्रीमियम उपयोगकर्ता
id: Pengguna premium
mr: प्रीमियम वापरकर्ता
ru: Премиум-пользователь
te: ప్రీమియం వినియోగదారు
th: ผู้ใช้พรีเมียม
ur: ูพุฑู ู ุตุงุฑู
vi: Người dùng cao cấp
zh_hant: 高級用戶

# premiumUserSubtitle
source: Ads removed
ar: تمت إزالة الإعلانات
bn: বিজ্ঞাপনগুলি সরিয়ে ফেলা হয়েছে
de: Werbung wurde entfernt
hi: विज्ञापन हटा दिए गए हैं
id: Iklan telah dihapus
mr: जाहिराती काढून टाकण्यात आल्या आहेत
ru: Реклама удалена
te: జాహిరాతలు తొలగించబడ్డాయి
th: โฆษณาถูกลบออกแล้ว
ur: ุงุดุชุงุฑุงุช ูนุง ุฏ ฺฏุฆ ฺบ
vi: Quảng cáo đã bị xóa
zh_hant: 已移除廣告

source: Buy
ar: شراء
bn: কিনুন
de: Kaufen
hi: खरीदें
id: Beli
mr: खरेदा
ru: Купить
te: కొనుగోలు చేయండి
th: ซื้อ
ur: ุฎุฑุฏฺบ
vi: Mua
zh_hant: 購買

# guestPurchaseMessage
source: Guest users can't purchase
ar: المستخدمون الضيوف لا يمكنهم الشراء
bn: অতিথি ব্যবহারকারীরা কেনাকাটা করতে পারবেন না।
de: Gastbenutzer können keinen Kauf tätigen
hi: अतिथि उपयोगकर्ता खरीद नहीं कर सकते।
id: Pengguna tamu tidak dapat melakukan pembelian
mr: अतिथी वापरकर्ते खरेदी करू शकत नाहीत
ru: Гостевые пользователи не могут совершать покупки
te: అతిథి వినియోగదారులు కొనుగోలు చేయలేరు
th: ผู้ใช้ที่เป็นแขกไม่สามารถซื้อสินค้าได้
ur: ู ู ุงู ุตุงุฑูู ุฎุฑุฏุงุฑ ูฺบ ฺฉุฑ ุณฺฉุช
vi: Người dùng khách không thể mua hàng
zh_hant: 訪客用戶無法購買

# premiumFunctionMessage
source: Premium service only
ar: خدمة مميزة فقط
bn: শুধুমাত্র প্রিমিয়াম সেবা
de: Nur Premium-Service
hi: केवल प्रीमियम सेवा
id: Layanan premium saja
mr: फक्त प्रीमियम सेवा
ru: Только премиум-сервис
te: ప్రీమియం సేవ మాత్రమే
th: บริการพรีเมียมเท่านั้น
ur: ุตุฑู ูพุฑู ู ุณุฑูุณ
vi: Chỉ dành cho dịch vụ cao cấp
zh_hant: 僅限高級服務

# multiScan
source: Batch Scan
ar: المسح الضوئي بالجملة
bn: ব্যাচ স্ক্যান
de: Stapel-Scan
hi: बैच स्कैन
id: Pindai Massal
mr: बॅच स्कॅन
ru: Пакетное сканирование
te: బ్యాచ్ స్కాన్
th: สแกนเป็นชุด
ur: ุจฺ ุงุณฺฉู
vi: Quét hàng loạt
zh_hant: 批量掃描

# maxScanImages
source: Only the first {maxCount} images will be scanned.
ar: سيتم مسح الصور الأولى فقط {maxCount}.
bn: শুধুমাত্র প্রথম {maxCount} টি ছবি স্ক্যান করা হবে।
de: Es werden nur die ersten {maxCount} Bilder gescannt.
hi: केवल पहले {maxCount} चित्रों को स्कैन किया जाएगा।
id: Hanya {maxCount} gambar pertama yang akan dipindai.
mr: फक्त पहिले {maxCount} चित्रे स्कॅन केली जातील.
ru: Будут сканироваться только первые {maxCount} изображений.
te: మొదటి {maxCount} చిత్రాలు మాత్రమే స్కాన్ చేయబడతాయి.
th: จะสแกนเฉพาะภาพ {maxCount} ภาพแรกเท่านั้น
ur: ุตุฑู ูพู {maxCount} ุชุตุงูุฑ ุงุณฺฉู ฺฉ ุฌุงุฆฺบ ฺฏ
vi: Chỉ có {maxCount} hình ảnh đầu tiên sẽ được quét.
zh_hant: 僅會掃描前 {maxCount} 張圖片。

source: Restore Purchases
bn: ক্রয় পুনরুদ্ধার করুন
mr: खरेदी पुनर्संचयित करा
ru: Восстановить покупки
te: కొనుగోళ్లు పునరుద్ధరించండి
vi: Khôi phục Mua hàng
