Repository: Jihunkim00/mscanner
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, hi, id, mr, ru, te, th, ur, vi, zh_hant

source: Log in
ar: تسجيل الدخول
bn: প্রবেশ করুন
de: Einloggen
hi: लॉग इन करें
id: Masuk
mr: लॉगिन करा
ru: Войти
te: లాగిన్ చేయండి
th: เข้าสู่ระบบ
ur: ูุงฺฏ ุงู
vi: Đăng nhập
zh_hant: 登入

source: Sign Up
ar: اشتراك
bn: নিবন্ধন করুন
de: Anmelden
hi: साइन अप करें
id: Daftar
mr: नोंदणी करा
ru: Зарегистрироваться
te: సైన్ అప్ చేయండి
th: สมัครสมาชิก
ur: ุณุงุฆู ุงูพ ฺฉุฑฺบ
vi: Đăng ký
zh_hant: 註冊

source: Email
ar: البريد الإلكتروني
bn: ইমেইল
hi: ईमेल
mr: ईमेल
ru: Электронная почта
te: ఈమెయిల్
th: อีเมล
ur: ุง ู ู
zh_hant: 電子郵件

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
de: Passwort
hi: पासवर्ड
id: Kata Sandi
mr: पासवर्ड
ru: Пароль
te: పాస్‌వర్డ్
th: รหัสผ่าน
ur: ูพุงุณ ูุฑฺ
vi: Mật khẩu
zh_hant: 密碼

source: Confirm Password
ar: تأكيد كلمة المرور
bn: পাসওয়ার্ড নিশ্চিত করুন
de: Passwort bestätigen
hi: पासवर्ड की पुष्टि करें
id: Konfirmasi Kata Sandi
mr: पासवर्डची पुष्टी करा
ru: Подтвердите пароль
te: పాస్‌వర్డ్‌ని నిర్ధారించండి
th: ยืนยันรหัสผ่าน
ur: ูพุงุณ ูุฑฺ ฺฉ ุชุตุฏู ฺฉุฑฺบ
vi: Xác nhận mật khẩu
zh_hant: 確認密碼

source: Sign up new Account
ar: تسجيل حساب جديد
bn: নতুন অ্যাকাউন্ট নিবন্ধন করুন
de: Neues Konto erstellen
hi: नया खाता बनाएँ
id: Daftar Akun Baru
mr: नवीन खाते तयार करा
ru: Создать новый аккаунт
te: కొత్త ఖాతాను సైన్ అప్ చేయండి
th: สมัครบัญชีใหม่
ur: ูุง ุงฺฉุงุคููน ุจูุงุฆฺบ
vi: Đăng ký tài khoản mới
zh_hant: 註冊新帳戶

source: Continue with Google
ar: متابعة باستخدام Google
bn: গুগল দিয়ে চালিয়ে যান
de: Mit Google fortfahren
hi: Google के साथ जारी रखें
id: Lanjutkan dengan Google
mr: Google सह सुरू ठेवा
ru: Продолжить с Google
te: Google తో కొనసాగించండి
th: ดำเนินการต่อด้วย Google
ur: ฺฏูฺฏู ฺฉ ุณุงุชฺพ ุฌุงุฑ ุฑฺฉฺพฺบ
vi: Tiếp tục với Google
zh_hant: 使用 Google 繼續

source: Continue with Apple
ar: متابعة باستخدام Apple
bn: অ্যাপল দিয়ে চালিয়ে যান
de: Mit Apple fortfahren
hi: Apple के साथ जारी रखें
id: Lanjutkan dengan Apple
mr: Apple सह सुरू ठेवा
ru: Продолжить с Apple
te: Apple తో కొనసాగించండి
th: ดำเนินการต่อด้วย Apple
ur: ุงูพู ฺฉ ุณุงุชฺพ ุฌุงุฑ ุฑฺฉฺพฺบ
vi: Tiếp tục với Apple
zh_hant: 使用 Apple 繼續

# alreadyHaveAccount
source: Already have an account?
ar: هل لديك حساب؟
bn: আপনার কি ইতিমধ্যে একটি অ্যাকাউন্ট আছে?
de: Haben Sie bereits ein Konto?
hi: क्या आपके पास पहले से एक खाता है?
id: Sudah memiliki akun?
mr: आधीच खाते आहे?
ru: Уже есть аккаунт?
te: ఇప్పటికే ఖాతా ఉందా?
th: มีบัญชีอยู่แล้ว?
ur: ฺฉุง ุขูพ ฺฉ ูพุงุณ ูพู ุณ ุงฺฉุงุคููน ุ
vi: Bạn đã có tài khoản?
zh_hant: 已經有帳戶？

source: Log in
ar: تسجيل الدخول
bn: প্রবেশ করুন
de: Einloggen
hi: लॉग इन करें
id: Masuk
mr: लॉगिन करा
ru: Войти
te: లాగిన్ చేయండి
th: เข้าสู่ระบบ
ur: ูุงฺฏ ุงู
vi: Đăng nhập
zh_hant: 登入

source: Create Account
ar: إنشاء حساب
bn: অ্যাকাউন্ট তৈরি করুন
de: Konto erstellen
hi: खाता बनाएँ
id: Buat Akun
mr: खाते तयार करा
ru: Создать аккаунт
te: ఖాతాను సృష్టించండి
th: สร้างบัญชี
ur: ุงฺฉุงุคููน ุจูุงุฆฺบ
vi: Tạo tài khoản
zh_hant: 創建帳戶

# pleaseEnterValidEmail
source: Please enter a valid email
ar: يرجى إدخال بريد إلكتروني صالح
bn: দয়া করে একটি বৈধ ইমেল ঠিকানা লিখুন
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
hi: कृपया एक मान्य ईमेल दर्ज करें
id: Harap masukkan email yang valid
mr: कृपया वैध ईमेल प्रविष्ट करा
ru: Пожалуйста, введите действующий адрес электронной почты
te: దయచేసి సరైన ఇమెయిల్‌ను నమోదు చేయండి
th: กรุณาใส่อีเมลที่ถูกต้อง
ur: ุจุฑุง ฺฉุฑู ุฏุฑุณุช ุง ู ู ุฏุฑุฌ ฺฉุฑฺบ
vi: Vui lòng nhập email hợp lệ
zh_hant: 請輸入有效的電子郵件

# pleaseEnterPassword
source: Please enter your password
ar: يرجى إدخال كلمة المرور
bn: দয়া করে আপনার পাসওয়ার্ড লিখুন
de: Bitte geben Sie Ihr Passwort ein
hi: कृपया अपना पासवर्ड दर्ज करें
id: Harap masukkan kata sandi Anda
mr: कृपया आपला पासवर्ड प्रविष्ट करा
ru: Пожалуйста, введите пароль
te: దయచేసి మీ పాస్‌వర్డ్‌ను నమోదు చేయండి
th: กรุณาใส่รหัสผ่านของคุณ
ur: ุจุฑุง ฺฉุฑู ุงูพูุง ูพุงุณ ูุฑฺ ุฏุฑุฌ ฺฉุฑฺบ
vi: Vui lòng nhập mật khẩu
zh_hant: 請輸入您的密碼

source: Passwords do not match
ar: كلمات المرور غير متطابقة
bn: পাসওয়ার্ড মিলছে না
de: Passwörter stimmen nicht überein
hi: पासवर्ड मेल नहीं खाता
id: Kata sandi tidak cocok
mr: पासवर्ड जुळत नाहीत
ru: Пароли не совпадают
te: పాస్‌వర్డ్‌లు సరిపోలడం లేదు
th: รหัสผ่านไม่ตรงกัน
ur: ูพุงุณ ูุฑฺุฒ ู ู ูฺบ ฺฉฺพุงุช
vi: Mật khẩu không khớp
zh_hant: 密碼不匹配

source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutz-Bestimmungen
hi: गोपनीयता नीति
id: Kebijakan Privasi
mr: गोपनीयता धोरण
ru: Политика конфиденциальности
te: ప్రైవసీ పాలసీ
th: นโยบายความเป็นส่วนตัว
ur: ุฑุงุฒุฏุงุฑ ฺฉ ูพุงูุณ
vi: Chính sách bảo mật
zh_hant: 隱私政策

# termsAndConditions
source: Terms & Conditions
ar: الشروط والأحكام
bn: শর্তাবলী
de: Allgemeine Geschäftsbedingungen
hi: नियम और शर्तें
id: Syarat & Ketentuan
mr: अटी आणि शर्ती
ru: Условия использования
te: నిబంధనలు & షరతులు
th: ข้อกำหนดและเงื่อนไข
ur: ุดุฑุงุฆุท ู ุถูุงุจุท
vi: Điều khoản & Điều kiện
zh_hant: 條款和條件

source: Select Your Preset
ar: حدد إعداداتك المسبقة
bn: আপনার প্রিসেট নির্বাচন করুন
de: Wählen Sie Ihr Preset
hi: अपना प्रीसेट चुनें
id: Pilih Preset Anda
mr: आपले प्रीसेट निवडा
ru: Выберите ваш пресет
te: మీ ప్రిసెట్‌ని ఎంచుకోండి
th: เลือกการตั้งค่าของคุณ
ur: ุงูพูุง ูพุฑุณูน ู ูุชุฎุจ ฺฉุฑฺบ
vi: Chọn cài đặt trước của bạn
zh_hant: 選擇您的預設

source: Target Language
ar: اللغة المستهدفة
bn: লক্ষ্য ভাষা
de: Zielsprache
hi: लक्ष्य भाषा
id: Bahasa Target
mr: लक्ष्य भाषा
ru: Целевой язык
te: లక్ష్య భాష
th: ภาษาเป้าหมาย
ur: ุฏู ุฒุจุงู
vi: Ngôn ngữ mục tiêu
zh_hant: 目標語言

source: Food Style
ar: نمط الطعام
bn: খাবারের ধরন
de: Ernährungsstil
hi: भोजन शैली
id: Gaya Makanan
mr: अन्न शैली
ru: Стиль еды
te: ఆహార శైలి
th: รูปแบบอาหาร
ur: ฺฉฺพุงู ฺฉุง ุงูุฏุงุฒ
vi: Phong cách ẩm thực
zh_hant: 飲食風格

source: Food Menu Max Number
ar: الحد الأقصى لعدد عناصر قائمة الطعام
bn: খাবারের মেনুর সর্বাধিক সংখ্যা
de: Maximale Anzahl der Menüelemente
hi: भोजन मेनू अधिकतम संख्या
id: Jumlah Maksimum Menu Makanan
mr: अन्न मेनू कमाल संख्या
ru: Максимальное количество пунктов меню
te: ఆహార మెనూ గరిష్ట సంఖ్య
th: จำนวนสูงสุดของเมนูอาหาร
ur: ฺฉฺพุงู ฺฉ ู ูู ฺฉ ุฒุงุฏ ุณ ุฒุงุฏ ุชุนุฏุงุฏ
vi: Số lượng tối đa món ăn
zh_hant: 菜單最大數量

source: Save and Continue
ar: حفظ ومتابعة
bn: সংরক্ষণ করুন এবং চালিয়ে যান
de: Speichern und fortfahren
hi: सहेजें और जारी रखें
id: Simpan dan Lanjutkan
mr: जतन करा आणि सुरू ठेवा
ru: Сохранить и продолжить
te: సేవ్ చేసి కొనసాగించండి
th: บันทึกและดำเนินการต่อ
ur: ู ุญููุธ ฺฉุฑฺบ ุงูุฑ ุฌุงุฑ ุฑฺฉฺพฺบ
vi: Lưu và tiếp tục
zh_hant: 保存並繼續

# presetSelected
source: Preset {presetId} selected
ar: تم اختيار الإعداد المسبق {presetId}
bn: প্রিসেট {presetId} নির্বাচিত হয়েছে
de: Preset {presetId} ausgewählt
hi: प्रीसेट {presetId} चयनित
id: Preset {presetId} dipilih
mr: प्रीसेट {presetId} निवडले
ru: Пресет {presetId} выбран
te: ప్రిసెట్ {presetId} ఎంచుకోబడింది
th: การตั้งค่า {presetId} ถูกเลือก
ur: ูพุฑุณูน {presetId} ู ูุชุฎุจ ฺฉุง ฺฏุง
vi: Cài đặt trước {presetId} đã được chọn
zh_hant: 已選擇預設 {presetId}

source: Your Food Menu
ar: قائمة طعامك
bn: আপনার খাবারের মেনু
de: Ihr Speiseplan
hi: आपका भोजन मेनू
id: Menu Makanan Anda
mr: आपला अन्न मेनू
ru: Ваше меню
te: మీ ఆహార మెనూ
th: เมนูอาหารของคุณ
ur: ุขูพ ฺฉุง ฺฉฺพุงู ฺฉุง ู ูู
vi: Thực đơn của bạn
zh_hant: 您的菜單

source: Diet Menu
ar: قائمة النظام الغذائي
bn: ডায়েট মেনু
de: Diätmenü
hi: आहार मेनू
id: Menu Diet
mr: आहार मेनू
ru: Диетическое меню
te: ఆహార మెనూ
th: เมนูอาหารลดน้ำหนัก
ur: ฺุงุฆูน ู ูู
vi: Thực đơn ăn kiêng
zh_hant: 飲食菜單

source: Home
ar: الصفحة الرئيسية
bn: বাড়ি
de: Startseite
hi: मुख्य पृष्ठ
id: Beranda
mr: मुख्यपृष्ठ
ru: Главная
te: హోమ్
th: หน้าหลัก
vi: Trang chủ
zh_hant: 首頁

source: Camera
ar: الكاميرا
bn: ক্যামেরা
de: Kamera
hi: कैमरा
id: Kamera
mr: कॅमेरा
ru: Камера
te: కెమెరా
th: กล้อง
ur: ฺฉู ุฑ
vi: Máy ảnh
zh_hant: 相機

source: History
ar: التاريخ
bn: ইতিহাস
de: Verlauf
hi: इतिहास
id: Riwayat
mr: इतिहास
ru: История
te: చరిత్ర
th: ประวัติ
ur: ุชุงุฑุฎ
vi: Lịch sử
zh_hant: 歷史

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
hi: सेटिंग्स
id: Pengaturan
mr: सेटिंग्ज
ru: Настройки
te: సెట్టింగులు
th: การตั้งค่า
ur: ุชุฑุชุจุงุช
vi: Cài đặt
zh_hant: 設置

source: Log out
ar: تسجيل الخروج
bn: প্রস্থান
de: Abmelden
hi: लॉग आउट
id: Keluar
mr: लॉगआउट करा
ru: Выйти
te: లాగ్ అవుట్ చేయండి
th: ออกจากระบบ
ur: ูุงฺฏ ุขููน
vi: Đăng xuất
zh_hant: 登出

source: Hello
ar: مرحبًا
bn: হ্যালো
de: Hallo
hi: नमस्ते
id: Halo
mr: नमस्कार
ru: Привет
te: హలో
th: สวัสดี
vi: Xin chào
zh_hant: 你好

# addToStatus
source: Add to my status
ar: أضف إلى حالتي
bn: আমার স্থিতিতে যোগ করুন
de: Zu meinem Status hinzufügen
hi: मेरे स्टेटस में जोड़ें
id: Tambahkan ke status saya
mr: माझ्या स्थितीत जोडा
ru: Добавить в статус
te: నా స్థితికి జోడించండి
th: เพิ่มในสถานะของฉัน
ur: ู ุฑ ุงุณูนูนุณ ู ฺบ ุดุงู ู ฺฉุฑฺบ
vi: Thêm vào trạng thái của tôi
zh_hant: 添加到我的狀態

source: Display
ar: العرض
bn: প্রদর্শন
de: Anzeige
hi: प्रदर्शन
id: Tampilan
mr: प्रदर्शन
ru: Дисплей
te: డిస్ప్లే
th: การแสดงผล
ur: ฺุณูพู
vi: Hiển thị
zh_hant: 顯示

source: Dark Mode
ar: الوضع الداكن
bn: ডার্ক মোড
de: Dunkler Modus
hi: डार्क मोड
id: Mode Gelap
mr: डार्क मोड
ru: Темный режим
te: డార్క్ మోడ్
th: โหมดมืด
ur: ฺุงุฑฺฉ ู ูฺ
vi: Chế độ tối
zh_hant: 夜間模式

source: Security
ar: الأمان
bn: নিরাপত্তা
de: Sicherheit
hi: सुरक्षा
id: Keamanan
mr: सुरक्षा
ru: Безопасность
te: భద్రత
th: ความปลอดภัย
ur: ุณฺฉูุฑูน
vi: Bảo mật
zh_hant: 安全

source: New Password
ar: كلمة مرور جديدة
bn: নতুন পাসওয়ার্ড
de: Neues Passwort
hi: नया पासवर्ड
id: Kata Sandi Baru
mr: नवीन पासवर्ड
ru: Новый пароль
te: కొత్త పాస్‌వర్డ్
th: รหัสผ่านใหม่
ur: ูุง ูพุงุณ ูุฑฺ
vi: Mật khẩu mới
zh_hant: 新密碼

source: Change Password
ar: تغيير كلمة المرور
bn: পাসওয়ার্ড পরিবর্তন করুন
de: Passwort ändern
hi: पासवर्ड बदलें
id: Ganti Kata Sandi
mr: पासवर्ड बदला
ru: Сменить пароль
te: పాస్‌వర్డ్ మార్చండి
th: เปลี่ยนรหัสผ่าน
ur: ูพุงุณ ูุฑฺ ุชุจุฏู ฺฉุฑฺบ
vi: Đổi mật khẩu
zh_hant: 更改密碼

source: AI Setting
ar: إعدادات الذكاء الاصطناعي
bn: AI সেটিং
de: AI-Einstellungen
hi: एआई सेटिंग
id: Pengaturan AI
mr: AI सेटिंग
ru: Настройка AI
te: AI సెట్టింగ్
th: การตั้งค่า AI
ur: AI ฺฉ ุชุฑุชุจุงุช
vi: Cài đặt AI
zh_hant: AI設置

source: Reset Preset
ar: إعادة تعيين الإعدادات المسبقة
bn: প্রিসেট রিসেট করুন
de: Preset zurücksetzen
hi: प्रीसेट रीसेट करें
mr: प्रीसेट रीसेट करा
ru: Сбросить пресет
te: ప్రిసెట్ రీసెట్ చేయండి
th: รีเซ็ตการตั้งค่า
ur: ูพุฑุณูน ุฑ ุณูน ฺฉุฑฺบ
vi: Đặt lại cài đặt trước
zh_hant: 重置預設

source: Engine
ar: المحرك
bn: ইঞ্জিন
hi: इंजन
id: Mesin
mr: इंजिन
ru: Движок
te: ఎంజిన్
th: เอนจิน
ur: ุงูุฌู
vi: Công cụ
zh_hant: 引擎

source: Server
ar: الخادم
bn: সার্ভার
hi: सर्वर
mr: सर्व्हर
ru: Сервер
te: సర్వర్
th: เซิร์ฟเวอร์
ur: ุณุฑูุฑ
vi: Máy chủ
zh_hant: 服務器

source: Cloud Save
ar: حفظ في السحابة
bn: ক্লাউডে সংরক্ষণ করুন
de: In der Cloud speichern
hi: क्लाउड सहेजें
id: Simpan di Cloud
mr: क्लाउड सेव्ह
ru: Сохранение в облаке
te: క్లౌడ్ సేవ్
th: บันทึกในคลาวด์
ur: ฺฉูุงุคฺ ู ฺบ ู ุญููุธ ฺฉุฑฺบ
vi: Lưu trữ đám mây
zh_hant: 雲保存

source: Delete Account
ar: حذف الحساب
bn: অ্যাকাউন্ট মুছে ফেলুন
de: Konto löschen
hi: खाता हटाएं
id: Hapus Akun
mr: खाते हटवा
ru: Удалить аккаунт
te: ఖాతాను తొలగించండి
th: ลบบัญชี
ur: ุงฺฉุงุคููน ฺููน ฺฉุฑฺบ
vi: Xóa tài khoản
zh_hant: 刪除帳戶

source: Confirm Delete
ar: تأكيد الحذف
bn: মুছে ফেলার নিশ্চিতকরণ
de: Löschen bestätigen
hi: हटाने की पुष्टि करें
id: Konfirmasi Penghapusan
mr: हटविण्याची पुष्टी करा
ru: Подтвердить удаление
te: తొలగింపు నిర్ధారించండి
th: ยืนยันการลบ
ur: ฺููน ฺฉ ุชุตุฏู ฺฉุฑฺบ
vi: Xác nhận xóa
zh_hant: 確認刪除

# areYouSureDeleteAccount
source: Are you sure you want to delete your account? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف حسابك؟ هذا الإجراء لا يمكن التراجع عنه.
bn: আপনি কি নিশ্চিত যে আপনি আপনার অ্যাকাউন্ট মুছে ফেলতে চান? এই ক্রিয়াটি আর পূর্বাবস্থায় ফিরিয়ে আনা যাবে না।
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
id: Apakah Anda yakin ingin menghapus akun Anda? Tindakan ini tidak dapat dibatalkan.
mr: आपले खाते हटवू इच्छिता याची खात्री आहे? ही कृती पूर्ववत केली जाऊ शकत नाही.
ru: Вы уверены, что хотите удалить свой аккаунт? Это действие нельзя отменить.
te: మీ ఖాతాను తొలగించాలనుకుంటున్నారా? ఈ చర్యను తిరిగి చేయలేరు.
th: คุณแน่ใจหรือว่าต้องการลบบัญชีของคุณ? การกระทำนี้ไม่สามารถยกเลิกได้
ur: ฺฉุง ุขูพ ูุงูุน ุงูพูุง ุงฺฉุงุคููน ฺููน ฺฉุฑูุง ฺุงุช ฺบุ  ุนู ู ูุงูพุณ ูฺบ ู ุณฺฉุชุง
vi: Bạn có chắc chắn muốn xóa tài khoản của mình không? Hành động này không thể hoàn tác.
zh_hant: 您確定要刪除您的帳戶嗎？此操作無法撤銷。

source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
hi: रद्द करें
id: Batal
mr: रद्द करा
ru: Отмена
te: రద్దు చేయండి
th: ยกเลิก
ur: ู ูุณูุฎ ฺฉุฑฺบ
vi: Hủy bỏ
zh_hant: 取消

source: Delete
ar: حذف
bn: মুছুন
de: Löschen
hi: हटाएं
id: Hapus
mr: हटवा
ru: Удалить
te: తొలగించండి
th: ลบ
ur: ฺููน ฺฉุฑฺบ
vi: Xóa
zh_hant: 刪除

# passwordChangedSuccess
source: Password changed successfully.
ar: تم تغيير كلمة المرور بنجاح.
bn: পাসওয়ার্ড সফলভাবে পরিবর্তিত হয়েছে।
de: Passwort erfolgreich geändert.
hi: पासवर्ड सफलतापूर्वक बदल दिया गया है।
id: Kata sandi berhasil diubah.
mr: पासवर्ड यशस्वीरित्या बदलला.
ru: Пароль успешно изменен.
te: పాస్‌వర్డ్ విజయవంతంగా మార్చబడింది.
th: เปลี่ยนรหัสผ่านสำเร็จ
ur: ูพุงุณ ูุฑฺ ฺฉุงู ุงุจ ุณ ุชุจุฏู ูฺฏุง
vi: Mật khẩu đã được thay đổi thành công.
zh_hant: 密碼更改成功。

# failedChangePassword
source: Failed to change password
ar: فشل تغيير كلمة المرور
bn: পাসওয়ার্ড পরিবর্তনে ব্যর্থ হয়েছে
de: Passwortänderung fehlgeschlagen
hi: पासवर्ड बदलने में विफल
id: Gagal mengubah kata sandi
mr: पासवर्ड बदलण्यात अयशस्वी
ru: Не удалось изменить пароль
te: పాస్‌వర్డ్ మార్చడంలో విఫలమైంది
th: ไม่สามารถเปลี่ยนรหัสผ่าน
ur: ูพุงุณ ูุฑฺ ุชุจุฏู ฺฉุฑู ู ฺบ ูุงฺฉุงู
vi: Không thể thay đổi mật khẩu
zh_hant: 密碼更改失敗

# failedDeleteAccount
source: Failed to delete account
ar: فشل حذف الحساب
bn: অ্যাকাউন্ট মুছে ফেলতে ব্যর্থ হয়েছে
de: Kontolöschung fehlgeschlagen
hi: खाता हटाने में विफल
id: Gagal menghapus akun
mr: खाते हटविण्यात अयशस्वी
ru: Не удалось удалить аккаунт
te: ఖాతాను తొలగించడంలో విఫలమైంది
th: ไม่สามารถลบบัญชี
ur: ุงฺฉุงุคููน ฺููน ฺฉุฑู ู ฺบ ูุงฺฉุงู
vi: Không thể xóa tài khoản
zh_hant: 刪除帳戶失敗

# accountDeleted
source: Account deleted successfully.
ar: تم حذف الحساب بنجاح.
bn: অ্যাকাউন্ট সফলভাবে মুছে ফেলা হয়েছে।
de: Konto erfolgreich gelöscht.
hi: खाता सफलतापूर्वक हटाया गया।
id: Akun berhasil dihapus.
mr: खाते यशस्वीरित्या हटवले.
ru: Аккаунт успешно удален.
te: ఖాతా విజయవంతంగా తొలగించబడింది.
th: บัญชีถูกลบเรียบร้อยแล้ว
ur: ุงฺฉุงุคููน ฺฉุงู ุงุจ ุณ ฺููน ูฺฏุง
vi: Tài khoản đã được xóa thành công.
zh_hant: 帳戶已成功刪除。

# requiresRecentLogin
source: Please log in again and try deleting the account.
ar: يرجى تسجيل الدخول مرة أخرى وحاول حذف الحساب.
bn: দয়া করে পুনরায় প্রবেশ করুন এবং অ্যাকাউন্ট মুছে ফেলার চেষ্টা করুন।
de: Bitte melden Sie sich erneut an und versuchen Sie, das Konto zu löschen.
hi: कृपया फिर से लॉग इन करें और खाता हटाने का प्रयास करें।
id: Harap masuk kembali dan coba hapus akun.
mr: कृपया पुन्हा लॉगिन करा आणि खाते हटविण्याचा प्रयत्न करा.
ru: Пожалуйста, войдите снова и попробуйте удалить аккаунт.
te: దయచేసి మళ్లీ లాగిన్ చేసి ఖాతా తొలగించడానికి ప్రయత్నించండి.
th: กรุณาเข้าสู่ระบบอีกครั้งและลองลบบัญชี
ur: ุจุฑุง ฺฉุฑู ุฏูุจุงุฑ ูุงฺฏ ุงู ฺฉุฑฺบ ุงูุฑ ุงฺฉุงุคููน ฺููน ฺฉุฑู ฺฉ ฺฉูุดุด ฺฉุฑฺบ
vi: Vui lòng đăng nhập lại và thử xóa tài khoản.
zh_hant: 請重新登入並嘗試刪除帳戶。

# languageEnglish
source: English
ar: الإنجليزية
bn: ইংরেজি
de: Englisch
hi: अंग्रेजी
id: Inggris
mr: इंग्रजी
ru: Английский
te: ఆంగ్లం
th: ภาษาอังกฤษ
ur: ุงูฺฏุฑุฒ
vi: Tiếng Anh
zh_hant: 英語

# languageKorean
source: Korean
ar: الكورية
bn: কোরিয়ান
de: Koreanisch
hi: कोरियाई
id: Korea
mr: कोरियन
ru: Корейский
te: కొరియన్
th: ภาษาเกาหลี
ur: ฺฉูุฑู
vi: Tiếng Hàn
zh_hant: 韓語

# languageJapanese
source: Japanese
ar: اليابانية
bn: জাপানি
de: Japanisch
hi: जापानी
id: Jepang
mr: जपानी
ru: Японский
te: జపనీస్
th: ภาษาญี่ปุ่น
ur: ุฌุงูพุงู
vi: Tiếng Nhật
zh_hant: 日語

# languageChinese
source: Chinese
ar: الصينية
bn: চাইনিজ
de: Chinesisch
hi: चीनी
id: Cina
mr: चिनी
ru: Китайский
te: చైనీస్
th: ภาษาจีน
vi: Tiếng Trung
zh_hant: 中文

# languageSimplifiedChinese
source: Simplified Chinese
ar: الصينية المبسطة
bn: সরলীকৃত চাইনিজ
de: Vereinfachtes Chinesisch
hi: सरलीकृत चीनी
id: Cina Sederhana
mr: सोपी चिनी
ru: Упрощенный китайский
te: సరళీకృత చైనీస్
th: ภาษาจีน (ตัวย่อ)
ur: ุขุณุงู ฺู
vi: Tiếng Trung Giản thể
zh_hant: 簡體中文

# languageTraditionalChinese
source: Traditional Chinese
ar: الصينية التقليدية
bn: প্রথাগত চাইনিজ
de: Traditionelles Chinesisch
hi: पारंपरिक चीनी
id: Cina Tradisional
mr: परंपरागत चिनी
ru: Традиционный китайский
te: సాంప్రదాయ చైనీస్
th: ภาษาจีน (ตัวเต็ม)
ur: ุฑูุงุช ฺู
vi: Tiếng Trung Phồn thể
zh_hant: 繁體中文

# languageHindi
source: Hindi
ar: الهندية
bn: হিন্দি
hi: हिंदी
mr: हिंदी
ru: Хинди
te: హిందీ
th: ภาษาฮินดี
ur: ูุฏ
vi: Tiếng Hindi
zh_hant: 印地語

# languageSpanish
source: Spanish
ar: الإسبانية
bn: স্প্যানিশ
de: Spanisch
hi: स्पेनिश
id: Spanyol
mr: स्पॅनिश
ru: Испанский
te: స్పానిష్
th: ภาษาสเปน
ur: ุณูพุงูู
vi: Tiếng Tây Ban Nha
zh_hant: 西班牙語

# languageFrench
source: French
ar: الفرنسية
bn: ফরাসি
de: Französisch
hi: फ्रेंच
id: Perancis
mr: फ्रेंच
ru: Французский
te: ఫ్రెంచ్
th: ภาษาฝรั่งเศส
ur: ูุฑุงูุณุณ
vi: Tiếng Pháp
zh_hant: 法語

# languageVietnamese
source: Vietnamese
ar: الفيتنامية
bn: ভিয়েতনামি
de: Vietnamesisch
hi: वियतनामी
id: Vietnam
mr: व्हिएतनामी
ru: Вьетнамский
te: వియత్నామీస్
th: ภาษาเวียดนาม
ur: ูุชูุงู 
vi: Tiếng Việt
zh_hant: 越南語

# languageThai
source: Thai
ar: التايلاندية
bn: থাই
de: Thailändisch
hi: थाई
id: Thailand
mr: थाई
ru: Тайский
te: థాయ్
th: ภาษาไทย
ur: ุชฺพุงุฆ
vi: Tiếng Thái
zh_hant: 泰語

# languageArabic
source: Arabic
ar: العربية
bn: আরবি
de: Arabisch
hi: अरबी
id: Arab
mr: अरबी
ru: Арабский
te: అరబిక్
th: ภาษาอาหรับ
ur: ุนุฑุจ
vi: Tiếng Ả Rập
zh_hant: 阿拉伯語

# languageBengali
source: Bengali
ar: البنغالية
bn: বাংলা
de: Bengalisch
hi: बंगाली
mr: बंगाली
ru: Бенгальский
te: బెంగాలీ
th: ภาษาเบงกาลี
ur: ุจูฺฏุงู
vi: Tiếng Bengal
zh_hant: 孟加拉語

# languageRussian
source: Russian
ar: الروسية
bn: রাশিয়ান
de: Russisch
hi: रूसी
id: Rusia
mr: रशियन
ru: Русский
te: రష్యన్
th: ภาษารัสเซีย
ur: ุฑูุณ
vi: Tiếng Nga
zh_hant: 俄語

# languagePortuguese
source: Portuguese
ar: البرتغالية
bn: পর্তুগিজ
de: Portugiesisch
hi: पुर्तगाली
id: Portugis
mr: पोर्तुगीज
ru: Португальский
te: పోర్చుగీస్
th: ภาษาโปรตุเกส
ur: ูพุฑุชฺฏุงู
vi: Tiếng Bồ Đào Nha
zh_hant: 葡萄牙語

# languagePortugueseBrazil
source: Portuguese(Brazil)
ar: البرتغالية (البرازيل)
bn: পর্তুগিজ (ব্রাজিল)
de: Portugiesisch (Brasilien)
hi: पुर्तगाली (ब्राज़ील)
id: Portugis (Brasil)
mr: पोर्तुगीज (ब्राझील)
ru: Португальский (Бразилия)
te: పోర్చుగీస్ (బ్రెజిల్)
th: ภาษาโปรตุเกส (บราซิล)
ur: ุจุฑุงุฒู ูพุฑุชฺฏุงู
vi: Tiếng Bồ Đào Nha (Brazil)
zh_hant: 巴西葡萄牙語

# languageUrdu
source: Urdu
ar: الأردية
bn: উর্দু
hi: उर्दू
mr: उर्दू
ru: Урду
te: ఉర్దూ
th: ภาษาอูรดู
ur: ุงุฑุฏู
vi: Tiếng Urdu
zh_hant: 烏爾都語

# languageIndonesian
source: Indonesian
ar: الإندونيسية
bn: ইন্দোনেশিয়ান
de: Indonesisch
hi: इंडोनेशियाई
id: Indonesia
mr: इंडोनेशियन
ru: Индонезийский
te: ఇండోనేషియన్
th: ภาษาอินโดนีเซีย
ur: ุงูฺููุดุงุฆ
vi: Tiếng Indonesia
zh_hant: 印度尼西亞語

# languageGerman
source: German
ar: الألمانية
bn: জার্মান
de: Deutsch
hi: जर्मन
id: Jerman
mr: जर्मन
ru: Немецкий
te: జర్మన్
th: ภาษาเยอรมัน
ur: ุฌุฑู ู
vi: Tiếng Đức
zh_hant: 德語

# languageMarathi
source: Marathi
ar: الماراثية
bn: মারাঠি
hi: मराठी
mr: मराठी
ru: Маратхи
te: మరాఠీ
th: ภาษามราฐี
ur: ู ุฑุงูนฺพ
vi: Tiếng Marathi
zh_hant: 馬拉地語

# languageTelugu
source: Telugu
ar: التيلجو
bn: তেলেগু
hi: तेलुगू
mr: तेलुगु
ru: Телугу
te: తెలుగు
th: ภาษาเตลูกู
ur: ุชูฺฏู
vi: Tiếng Telugu
zh_hant: 泰盧固語

# languageTurkish
source: Turkish
ar: التركية
bn: তুর্কি
de: Türkisch
hi: तुर्की
id: Turki
mr: तुर्की
ru: Турецкий
te: టర్కిష్
th: ภาษาตุรกี
ur: ุชุฑฺฉ
vi: Tiếng Thổ Nhĩ Kỳ
zh_hant: 土耳其語

# foodStyleAIRecommend
source: AI recommend
ar: توصية الذكاء الاصطناعي
bn: AI সুপারিশ
de: AI empfiehlt
hi: एआई अनुशंसा करता है
id: AI Merekomendasikan
mr: AI शिफारस
ru: Рекомендуется AI
te: AI సిఫార్సు
th: AI แนะนำ
ur: AI ฺฉ ุณูุงุฑุด
vi: AI khuyến nghị
zh_hant: AI推薦

# foodStyleLowFat
source: Low Fat
ar: قليل الدسم
bn: কম চর্বি
de: Wenig Fett
hi: कम वसा
id: Rendah Lemak
mr: कमी चरबीयुक्त
ru: Низкое содержание жира
te: తక్కువ కొవ్వు
th: ไขมันต่ำ
ur: ฺฉู ฺฺฉูุงุฆ
vi: Ít béo
zh_hant: 低脂

# foodStyleLowSalt
source: Low salt
ar: قليل الملح
bn: কম লবণ
de: Wenig Salz
hi: कम नमक
id: Rendah Garam
mr: कमी मीठ
ru: Низкое содержание соли
te: తక్కువ ఉప్పు
th: เกลือต่ำ
ur: ฺฉู ูู ฺฉ
vi: Ít muối
zh_hant: 低鹽

# foodStyleNutFree
source: Nut-free
ar: خالي من المكسرات
bn: বাদাম মুক্ত
de: Nussfrei
hi: नट मुक्त
id: Bebas Kacang
mr: नट फ्री
ru: Без орехов
te: గింజలు లేని
th: ไม่มีถั่ว
ur: ฺฏุฑ ุฏุงุฑ ู ู ฺฉ ุจุบุฑ
vi: Không có hạt
zh_hant: 無堅果

# foodStyleSeafood
source: Seafood
ar: المأكولات البحرية
bn: সীফুড
de: Meeresfrüchte
hi: समुद्री भोजन
id: Makanan Laut
mr: समुद्री खाद्य
ru: Морепродукты
te: సీఫుడ్
th: อาหารทะเล
ur: ุณู ูุฏุฑ ุบุฐุง
vi: Hải sản
zh_hant: 海鮮

# foodStyleMeat
source: Meat
ar: اللحم
bn: মাংস
de: Fleisch
hi: मांस
id: Daging
mr: मांस
ru: Мясо
te: మాంసం
th: เนื้อ
ur: ฺฏูุดุช
vi: Thịt
zh_hant: 肉類

# foodStyleMuslim
source: Muslim
ar: حلال
bn: হালাল
de: Halal
hi: हलाल
id: Halal
mr: मुस्लिम
ru: Мусульманский
te: ముస్లిం
th: มุสลิม
ur: ู ุณูู ุงู
vi: Hồi giáo
zh_hant: 穆斯林

# menuNumberAll
source: All
ar: الكل
bn: সব
de: Alle
hi: सभी
id: Semua
mr: सर्व
ru: Все
te: అన్ని
th: ทั้งหมด
ur: ุณุจ
vi: Tất cả
zh_hant: 全部

source: Forgot Password
ar: نسيت كلمة المرور
bn: পাসওয়ার্ড ভুলে গেছেন
de: Passwort vergessen
hi: पासवर्ड भूल गए
id: Lupa kata sandi
mr: पासवर्ड विसरलात
ru: Забыли пароль
te: మీ పాస్‌వర్డ్ మర్చిపోయారా
th: ลืมรหัสผ่าน
ur: ูพุงุณูุฑฺ ุจฺพูู ฺฏุฆ
vi: Quên mật khẩu
zh_hant: 忘記密碼

# passwordResetEmailSent
source: Password reset email sent. Please check your inbox
ar: تم إرسال بريد إعادة تعيين كلمة المرور. يرجى التحقق من صندوق الوارد الخاص بك
bn: পাসওয়ার্ড রিসেট ইমেল পাঠানো হয়েছে। আপনার ইনবক্স চেক করুন
de: Passwort-Reset-E-Mail gesendet. Bitte überprüfen Sie Ihren Posteingang
hi: पासवर्ड रीसेट ईमेल भेजा गया। कृपया अपने इनबॉक्स की जाँच करें
id: Email pengaturan ulang kata sandi telah dikirim. Silakan periksa kotak masuk Anda
mr: पासवर्ड रीसेट ईमेल पाठवला. कृपया तुमची इनबॉक्स तपासा
ru: Письмо для сброса пароля отправлено. Пожалуйста, проверьте свой почтовый ящик
te: పాస్‌వర్డ్ రీసెట్ ఇమెయిల్ పంపబడింది. దయచేసి మీ ఇన్‌బాక్స్‌ను తనిఖీ చేయండి
th: ส่งอีเมลรีเซ็ตรหัสผ่านแล้ว กรุณาตรวจสอบกล่องจดหมายของคุณ
ur: ูพุงุณูุฑฺ ุฑ ุณูน ุง ู ู ุจฺพุฌ ุฏ ฺฏุฆ  ุจุฑุง ฺฉุฑู ุงูพู ุงู ุจุงฺฉุณ ฺฉู ฺฺฉ ฺฉุฑฺบ
vi: Email đặt lại mật khẩu đã được gửi. Vui lòng kiểm tra hộp thư đến của bạn
zh_hant: 密碼重設郵件已發送。請檢查您的收件箱

# resetPassword
source: Reset Passwoprd
ar: إعادة تعيين كلمة المرور
bn: পাসওয়ার্ড রিসেট করুন
de: Passwort zurücksetzen
hi: पासवर्ड रीसेट करें
id: Setel ulang kata sandi
mr: पासवर्ड रीसेट करा
ru: Сбросить пароль
te: పాస్‌వర్డ్ రీసెట్ చేయండి
th: รีเซ็ตรหัสผ่าน
ur: ูพุงุณูุฑฺ ุฑ ุณูน ฺฉุฑฺบ
vi: Đặt lại mật khẩu
zh_hant: 重設密碼
