Repository: Jihunkim00/mscanner
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, hi, id, mr, ru, te, th, ur, vi, zh_hant

# languagesdescprition
source: Take a photo of a food item or menu and select the language for the output
ar: التقط صورة لطعام أو قائمة، وحدد اللغة للنتائج
bn: একটি খাদ্য আইটেম বা মেনুর ছবি তুলুন এবং আউটপুটের ভাষা নির্বাচন করুন
de: Machen Sie ein Foto von einem Lebensmittel oder einer Speisekarte und wählen Sie die Sprache für die Ausgabe aus
hi: किसी भोजन वस्तु या मेनू की फ़ोटो लें और आउटपुट के लिए भाषा चुनें
id: Ambil foto item makanan atau menu, dan pilih bahasa untuk hasil keluaran
mr: अन्नाच्या वस्तू किंवा मेनूचा फोटो घ्या आणि आउटपुटसाठी भाषा निवडा
ru: Сделайте фото блюда или меню и выберите язык для вывода
te: ఆహార పదార్థం లేదా మెనూ యొక్క ఫోటో తీయండి మరియు ఫలితానికి భాషను ఎంచుకోండి
th: ถ่ายภาพรายการอาหารหรือเมนู แล้วเลือกภาษาสำหรับผลลัพธ์
ur: ฺฉุณ ฺฉฺพุงู ฺฉ ฺุฒ ุง ู ูู ฺฉ ุชุตูุฑ ฺฉฺพูฺฺบ ุงูุฑ ูุชุงุฆุฌ ฺฉ ู ุฒุจุงู ู ูุชุฎุจ ฺฉุฑฺบ
vi: Chụp ảnh một món ăn hoặc thực đơn và chọn ngôn ngữ đầu ra
zh_hant: 拍攝食物或菜單的照片，並選擇輸出語言

# fooddescprition
source: Please select a diet or meal plan. The AI will provide recommendations and explanations based on your selection
ar: يرجى تحديد نظام غذائي أو خطة وجبات. ستوفر الذكاء الاصطناعي توصيات وتفسيرات بناءً على اختيارك
bn: অনুগ্রহ করে একটি ডায়েট বা খাবারের পরিকল্পনা নির্বাচন করুন। আপনার নির্বাচনের ভিত্তিতে AI সুপারিশ এবং ব্যাখ্যা প্রদান করবে
de: Bitte wählen Sie eine Diät oder einen Ernährungsplan. Die KI wird basierend auf Ihrer Auswahl Empfehlungen und Erklärungen geben
hi: कृपया एक आहार या भोजन योजना चुनें। आपकी चयन के आधार पर एआई अनुशंसाएँ और व्याख्याएँ प्रदान करेगा
id: Silakan pilih diet atau rencana makan. AI akan memberikan rekomendasi dan penjelasan berdasarkan pilihan Anda
mr: कृपया एक आहार किंवा जेवण योजना निवडा. आपल्याच्या निवडीवर आधारित AI शिफारसी आणि स्पष्टीकरणे देईल
ru: Пожалуйста, выберите диету или план питания. ИИ предоставит рекомендации и объяснения на основе вашего выбора
te: దయచేసి ఒక ఆహారపు విధానం లేదా భోజన ప్రణాళికను ఎంచుకోండి. మీ ఎంపిక ఆధారంగా AI సిఫారసులు మరియు వివరణలు అందిస్తుంది
th: โปรดเลือกอาหารหรือแผนมื้ออาหาร AI จะให้คำแนะนำและคำอธิบายตามที่คุณเลือก
ur: ุจุฑุง ฺฉุฑู ุงฺฉ ุบุฐุง ุง ฺฉฺพุงู ฺฉุง ู ูุตูุจ ู ูุชุฎุจ ฺฉุฑฺบ AI ุขูพ ฺฉ ุงูุชุฎุงุจ ฺฉ ุจูุงุฏ ูพุฑ ุณูุงุฑุดุงุช ุงูุฑ ูุถุงุญุชฺบ ูุฑุงู ฺฉุฑ ฺฏุง
vi: Vui lòng chọn chế độ ăn kiêng hoặc kế hoạch bữa ăn. AI sẽ cung cấp các đề xuất và giải thích dựa trên lựa chọn của bạn
zh_hant: 請選擇一種飲食或餐飲計劃。AI將根據您的選擇提供建議和解釋

# menudescribe
source: Please select the number of food menu items to display. The fewer items you select, the more detailed the descriptions will be
ar: يرجى تحديد عدد عناصر قائمة الطعام التي تريد عرضها. كلما قل عدد العناصر المحددة، كانت الأوصاف أكثر تفصيلاً
bn: অনুগ্রহ করে প্রদর্শনের জন্য খাদ্য মেনুর আইটেমের সংখ্যা নির্বাচন করুন। আপনি যত কম আইটেম নির্বাচন করবেন, বিবরণ তত বিস্তারিত হবে
de: Bitte wählen Sie die Anzahl der anzuzeigenden Menüelemente. Je weniger Elemente Sie auswählen, desto detaillierter sind die Beschreibungen
hi: कृपया दिखाने के लिए खाद्य मेनू आइटम की संख्या चुनें। जितने कम आइटम आप चुनेंगे, विवरण उतना ही विस्तृत होगा
id: Silakan pilih jumlah item menu makanan yang ingin ditampilkan. Semakin sedikit item yang Anda pilih, semakin rinci deskripsi yang diberikan
mr: कृपया प्रदर्शित करण्यासाठी खाद्य मेनू आयटमची संख्या निवडा. आपण जितके कमी आयटम निवडता, वर्णने तितकी अधिक तपशीलवार असतील
ru: Пожалуйста, выберите количество пунктов меню для отображения. Чем меньше пунктов вы выберете, тем более подробными будут описания
te: ప్రదర్శించడానికి ఆహారపు మెనూ అంశాల సంఖ్యను ఎంచుకోండి. మీరు ఎన్నుకుంటున్న అంశాలు తక్కువగా ఉంటే, వివరణలు మరింత వివరంగా ఉంటాయి
th: โปรดเลือกจำนวนรายการเมนูอาหารที่จะแสดง รายการที่คุณเลือกน้อยลง คำอธิบายจะมีรายละเอียดมากขึ้น
ur: ุจุฑุง ฺฉุฑู ุฏฺฉฺพุงู ฺฉ ู ฺฉฺพุงู ฺฉ ู ูู ุงุดุงุก ฺฉ ุชุนุฏุงุฏ ู ูุชุฎุจ ฺฉุฑฺบ ุขูพ ุฌุชู ฺฉู ุงุดุงุก ู ูุชุฎุจ ฺฉุฑฺบ ฺฏุ ุชูุตูุงุช ุงุชู  ุฒุงุฏ ูฺบ ฺฏ
vi: Vui lòng chọn số lượng món ăn để hiển thị trong thực đơn. Số lượng món ăn bạn chọn càng ít, mô tả càng chi tiết
zh_hant: 請選擇要顯示的菜單項目數量。選擇的項目越少，描述越詳細

# darkdescp
source: Enable dark mode for a more comfortable viewing experience
ar: تمكين الوضع الداكن لتجربة مشاهدة أكثر راحة
bn: আরামদায়ক দেখার অভিজ্ঞতার জন্য ডার্ক মোড সক্ষম করুন
de: Aktivieren Sie den Dunkelmodus für eine angenehmere Anzeige
hi: अधिक आरामदायक देखने के अनुभव के लिए डार्क मोड सक्षम करें
id: Aktifkan mode gelap untuk pengalaman tampilan yang lebih nyaman
mr: अधिक आरामदायक पाहण्याच्या अनुभवासाठी डार्क मोड सक्षम करा
ru: Включите темный режим для более комфортного просмотра
te: ఇక ముందునుంచి చూడడానికి మరింత సౌకర్యవంతమైన అనుభవం కోసం డార్క్ మోడ్ ను ప్రారంభించండి
th: เปิดใช้งานโหมดมืดเพื่อประสบการณ์การรับชมที่สบายตายิ่งขึ้น
ur: ุฒุงุฏ ุขุฑุงู ุฏ ุฏฺฉฺพู ฺฉ ุชุฌุฑุจ ฺฉ ู ฺุงุฑฺฉ ู ูฺ ฺฉู ูุนุงู ฺฉุฑฺบ
vi: Bật chế độ tối để có trải nghiệm xem thoải mái hơn
zh_hant: 啟用深色模式以獲得更舒適的觀看體驗

# changepassdescp
source: For security, regularly change your password and use a strong password that is easy to remember
ar: للحفاظ على الأمان، قم بتغيير كلمة المرور بانتظام واستخدم كلمة مرور قوية وسهلة التذكر
bn: নিরাপত্তার জন্য নিয়মিত আপনার পাসওয়ার্ড পরিবর্তন করুন এবং একটি শক্তিশালী কিন্তু মনে রাখার মতো পাসওয়ার্ড ব্যবহার করুন
de: Ändern Sie regelmäßig Ihr Passwort und verwenden Sie ein sicheres, leicht zu merkendes Passwort für mehr Sicherheit
hi: सुरक्षा के लिए, नियमित रूप से अपना पासवर्ड बदलें और एक मजबूत, याद रखने में आसान पासवर्ड का उपयोग करें
id: Untuk keamanan, ganti kata sandi Anda secara teratur dan gunakan kata sandi yang kuat namun mudah diingat
mr: सुरक्षेसाठी, आपला पासवर्ड नियमितपणे बदला आणि लक्षात ठेवण्यास सोपा असा एक मजबूत पासवर्ड वापरा
ru: Для безопасности регулярно меняйте свой пароль и используйте надежный, легко запоминающийся пароль
te: భద్రత కోసం, తరచుగా మీ పాస్‌వర్డ్‌ని మార్చండి మరియు గుర్తుంచుకోవడానికి సులభంగా ఉన్న పటిష్టమైన పాస్‌వర్డ్‌ని ఉపయోగించండి
th: เพื่อความปลอดภัย ควรเปลี่ยนรหัสผ่านของคุณเป็นประจำและใช้รหัสผ่านที่รัดกุมและจำได้ง่าย
ur: ุญูุงุธุช ฺฉ ูุ ุจุงูุงุนุฏฺฏ ุณ ุงูพูุง ูพุงุณ ูุฑฺ ุชุจุฏู ฺฉุฑฺบ ุงูุฑ ุงฺฉ ู ุถุจูุท ูพุงุณ ูุฑฺ ุงุณุชุนู ุงู ฺฉุฑฺบ ุฌู ุงุฏ ุฑฺฉฺพูุง ุขุณุงู ู
vi: Để bảo mật, hãy thường xuyên thay đổi mật khẩu của bạn và sử dụng mật khẩu mạnh, dễ nhớ
zh_hant: 為了安全起見，請定期更改您的密碼，並使用易於記憶的強密碼

# aIresetdescp
source: You can reset the AI scan settings
ar: يمكنك إعادة تعيين إعدادات فحص الذكاء الاصطناعي
bn: আপনি AI স্ক্যান সেটিংস রিসেট করতে পারেন
de: Sie können die KI-Scan-Einstellungen zurücksetzen
hi: आप एआई स्कैन सेटिंग्स को रीसेट कर सकते हैं
id: Anda dapat mengatur ulang pengaturan pemindaian AI
mr: आपण AI स्कॅन सेटिंग्ज रीसेट करू शकता
ru: Вы можете сбросить настройки сканирования ИИ
te: మీరు AI స్కాన్ సెట్టింగ్‌లను రీసెట్ చేయవచ్చు
th: คุณสามารถรีเซ็ตการตั้งค่าการสแกน AI
ur: ุขูพ AI ุงุณฺฉู ฺฉ ุชุฑุชุจุงุช ฺฉู ุฏูุจุงุฑ ุชุฑุชุจ ุฏ ุณฺฉุช ฺบ
vi: Bạn có thể đặt lại cài đặt quét AI
zh_hant: 您可以重置AI掃描設置

# savedescp
source: Save the output data to the server. Saving is required to enable additional features
ar: احفظ البيانات المخرجة على الخادم. الحفظ مطلوب لتمكين ميزات إضافية
bn: আউটপুট ডেটা সার্ভারে সংরক্ষণ করুন। অতিরিক্ত বৈশিষ্ট্যগুলি সক্ষম করতে সংরক্ষণ প্রয়োজন
de: Speichern Sie die Ausgabedaten auf dem Server. Speichern ist erforderlich, um zusätzliche Funktionen zu aktivieren
hi: आउटपुट डेटा को सर्वर पर सहेजें। अतिरिक्त सुविधाओं को सक्षम करने के लिए सहेजना आवश्यक है
id: Simpan data keluaran ke server. Penyimpanan diperlukan untuk mengaktifkan fitur tambahan
mr: आउटपुट डेटा सर्व्हरवर सेव्ह करा. अतिरिक्त वैशिष्ट्ये सक्षम करण्यासाठी सेव्ह करणे आवश्यक आहे
ru: Сохраните данные вывода на сервере. Сохранение необходимо для активации дополнительных функций
te: ఫలితాల డేటాను సర్వర్‌లో సేవ్ చేయండి. అదనపు ఫీచర్లను ప్రారంభించడానికి సేవ్ చేయడం అవసరం
th: บันทึกข้อมูลที่ได้บนเซิร์ฟเวอร์ จำเป็นต้องบันทึกเพื่อเปิดใช้ฟีเจอร์เพิ่มเติม
ur: ุฎุฑูุฌ ฺฉุง ฺูนุง ุณุฑูุฑ ูพุฑ ู ุญููุธ ฺฉุฑฺบ ุงุถุงู ุฎุตูุตุงุช ฺฉู ูุนุงู ฺฉุฑู ฺฉ ู ู ุญููุธ ฺฉุฑูุง ุถุฑูุฑ 
vi: Lưu dữ liệu đầu ra vào máy chủ. Việc lưu trữ là cần thiết để kích hoạt các tính năng bổ sung
zh_hant: 將輸出數據保存到伺服器。啟用其他功能需要保存

# scanFoodPhotoDescription
source: Take a photo of a food item or menu and find out what it is! Check it out now
ar: التقط صورة لطعام أو قائمة، واكتشف ما هو! جربه الآن
bn: একটি খাদ্য আইটেম বা মেনুর ছবি তুলুন এবং এটি কী তা জানুন! এখনই চেষ্টা করুন
de: Machen Sie ein Foto von einem Lebensmittel oder einer Speisekarte und finden Sie heraus, was es ist! Probieren Sie es jetzt aus
hi: किसी भोजन वस्तु या मेनू की फोटो लें और जानें कि यह क्या है! अभी आज़माएं
id: Ambil foto item makanan atau menu, dan cari tahu apa itu! Coba sekarang
mr: अन्नाची वस्तू किंवा मेनूचा फोटो घ्या आणि ते काय आहे ते शोधा! आता प्रयत्न करा
ru: Сделайте фото блюда или меню и узнайте, что это! Попробуйте прямо сейчас
te: ఆహార పదార్థం లేదా మెనూ యొక్క ఫోటో తీయండి మరియు అది ఏమిటో తెలుసుకోండి! ఇప్పుడే ప్రయత్నించండి
th: ถ่ายภาพรายการอาหารหรือเมนู แล้วดูว่าเป็นอะไร! ลองดูตอนนี้เลย
ur: ฺฉุณ ฺฉฺพุงู ฺฉ ฺุฒ ุง ู ูู ฺฉ ุชุตูุฑ ฺฉฺพูฺฺบ ุงูุฑ ู ุนููู ฺฉุฑฺบ ฺฉ  ฺฉุง ! ุงุจฺพ ฺฉูุดุด ฺฉุฑฺบ
vi: Chụp ảnh một món ăn hoặc thực đơn và tìm hiểu xem đó là gì! Hãy thử ngay bây giờ
zh_hant: 拍攝食物或菜單的照片，看看它是什麼！立即嘗試

# activepoint
source: The points display the user activity index, and various rewards will be provided in the future.
ar: النقاط تعرض مؤشر نشاط المستخدم، وسيتم تقديم مكافآت متنوعة في المستقبل.
bn: পয়েন্টগুলি ব্যবহারকারীর কার্যকলাপ সূচক প্রদর্শন করে এবং ভবিষ্যতে বিভিন্ন পুরস্কার দেওয়া হবে।
de: Die Punkte zeigen den Benutzeraktivitätsindex an, und in Zukunft werden verschiedene Belohnungen vergeben.
hi: अंक उपयोगकर्ता गतिविधि सूचकांक को दर्शाते हैं, और भविष्य में विभिन्न पुरस्कार प्रदान किए जाएंगे।
id: Poin ini menunjukkan indeks aktivitas pengguna, dan berbagai hadiah akan diberikan di masa depan.
mr: गुण वापरकर्ता क्रियाकलाप निर्देशांक दर्शवतात, आणि भविष्यात विविध बक्षिसे प्रदान केली जातील.
ru: Баллы отображают индекс активности пользователя, и в будущем будут предоставлены различные награды.
te: పాయింట్లు యూజర్ యాక్టివిటీ సూచికను చూపిస్తాయి, మరియు భవిష్యత్తులో వివిధ బహుమతులు ఇవ్వబడతాయి.
th: คะแนนแสดงถึงดัชนีกิจกรรมของผู้ใช้ และจะมีรางวัลต่างๆ ให้ในอนาคต
ur: ูพูุงุฆููนุณ ุตุงุฑู ฺฉ ุณุฑฺฏุฑู  ฺฉุง ุงุดุงุฑ ุธุงุฑ ฺฉุฑุช ฺบุ ุงูุฑ ู ุณุชูุจู ู ฺบ ู ุฎุชูู ุงูุนุงู ุงุช ูุฑุงู ฺฉ ุฌุงุฆฺบ ฺฏ
vi: Điểm hiển thị chỉ số hoạt động của người dùng, và nhiều phần thưởng sẽ được cung cấp trong tương lai.
zh_hant: 這些點數顯示用戶的活動指數，未來會提供各種獎勵。

# todayrecommand
source: Today's Recommendation
ar: توصية اليوم
bn: আজকের সুপারিশ
de: Heutige Empfehlung
hi: आज की सिफारिश
id: Rekomendasi Hari Ini
mr: आजची शिफारस
ru: Рекомендация на сегодня
te: ఈరోజు సిఫార్సు
th: คำแนะนำสำหรับวันนี้
ur: ุขุฌ ฺฉ ุณูุงุฑุด
vi: Gợi ý hôm nay
zh_hant: 今日推薦

# cityrecommand
source: Recommendations by Region
ar: توصيات حسب المنطقة
bn: অঞ্চল অনুযায়ী সুপারিশ
de: Empfehlungen nach Region
hi: क्षेत्र द्वारा सिफारिशें
id: Rekomendasi berdasarkan Wilayah
mr: प्रदेशानुसार शिफारसी
ru: Рекомендации по регионам
te: ప్రాంతాలవారీగా సిఫార్సులు
th: คำแนะนำตามภูมิภาค
ur: ุนูุงู ฺฉ ูุญุงุธ ุณ ุณูุงุฑุดุงุช
vi: Gợi ý theo khu vực
zh_hant: 按地區推薦

source: Account
ar: حساب
bn: অ্যাকাউন্ট
de: Konto
hi: खाता
id: akun
mr: खाते
ru: учетная запись
te: ఖాతా
th: บัญชี
ur: ฺฉฺพุงุช
vi: tài khoản
zh_hant: 帳戶

source: Bookmark
ar: إشارة مرجعية
bn: বুকমার্ক
de: Lesezeichen
hi: बुकमार्क
id: Penanda buku
mr: पुस्तकखूण
ru: Закладка
te: బుక్‌మార్క్
th: ที่คั่นหนังสือ
ur: ุจูฺฉ ู ุงุฑฺฉ
vi: Đánh dấu trang
zh_hant: 書籤

source: Map
ar: خريطة
bn: মানচিত্র
de: Karte
hi: नक्शा
id: Peta
mr: नकाशा
ru: Карта
te: మ్యాప్
th: แผนที่
ur: ููุด
vi: Bản đồ
zh_hant: 地圖

# locationPermissionNeeded
source: Location Permission Required
ar: مطلوب إذن الموقع
bn: অবস্থান অনুমতি প্রয়োজন
de: Standortberechtigung erforderlich
hi: स्थान अनुमति आवश्यक है
id: Izin Lokasi Diperlukan
mr: स्थान परवानगी आवश्यक आहे
ru: Требуется разрешение на местоположение
te: స్థానం అనుమతి అవసరం
th: ต้องการสิทธิ์การเข้าถึงตำแหน่ง
ur: ู ูุงู ฺฉ ุงุฌุงุฒุช ุฏุฑฺฉุงุฑ 
vi: Cần quyền truy cập vị trí
zh_hant: 需要位置權限

# locationPermissionContent
source: This app requires location permissions to function properly. Please allow location access in the app settings.
ar: يتطلب هذا التطبيق أذونات الموقع ليعمل بشكل صحيح. يرجى السماح بالوصول إلى الموقع في إعدادات التطبيق.
bn: এই অ্যাপটি সঠিকভাবে কাজ করার জন্য অবস্থান অনুমতির প্রয়োজন। অনুগ্রহ করে অ্যাপ সেটিংসে অবস্থান অ্যাক্সেস অনুমোদন করুন।
de: Diese App benötigt Standortberechtigungen, um ordnungsgemäß zu funktionieren. Bitte erlauben Sie den Standortzugriff in den App-Einstellungen.
hi: इस ऐप को सही तरीके से काम करने के लिए स्थान अनुमतियों की आवश्यकता है। कृपया ऐप सेटिंग्स में स्थान पहुंच की अनुमति दें।
id: Aplikasi ini memerlukan izin lokasi untuk berfungsi dengan baik. Harap izinkan akses lokasi di pengaturan aplikasi.
mr: या अॅपसाठी योग्यरित्या कार्य करण्यासाठी स्थान परवानग्या आवश्यक आहेत. कृपया अॅप सेटिंग्जमध्ये स्थान प्रवेशाला परवानगी द्या.
ru: Это приложение требует разрешения на доступ к расположению для правильной работы. Пожалуйста, предоставьте доступ к местоположению в настройках приложения.
te: ఈ యాప్ సక్రమంగా పనిచేయడానికి స్థలం అనుమతులు అవసరం. దయచేసి యాప్ సెటింగ్‌లలో స్థల అనుమతి అనుమతించండి.
th: แอปนี้ต้องการอนุญาตให้เข้าถึงตำแหน่งเพื่อทำงานได้อย่างถูกต้อง โปรดอนุญาตการเข้าถึงตำแหน่งในการตั้งค่าแอป
ur: ุงุณ ุงูพ ฺฉ ุตุญุญ ุทูุฑ ูพุฑ ฺฉุงู ฺฉุฑู ฺฉ ู ููฺฉุดู ฺฉ ุงุฌุงุฒุช ฺฉ ุถุฑูุฑุช  ุจุฑุง ฺฉุฑู ุงูพ ฺฉ ุณูนูฺฏุฒ ู ฺบ ููฺฉุดู ฺฉ ุฑุณุงุฆ ฺฉ ุงุฌุงุฒุช ุฏฺบ
vi: Ứng dụng này yêu cầu quyền truy cập vị trí để hoạt động đúng cách. Vui lòng cho phép truy cập vị trí trong cài đặt ứng dụng.
zh_hant: 此應用程序需要位置權限才能正常運行。請在應用設置中允許位置訪問。

# locationServiceDisabled
source: Location Services Disabled
ar: تم تعطيل خدمات الموقع
bn: অবস্থান সেবা বন্ধ আছে
de: Standortdienste deaktiviert
hi: स्थान सेवाएँ बंद हैं
id: Layanan Lokasi Dinonaktifkan
mr: स्थान सेवा अक्षम आहेत
ru: Службы геолокации отключены
te: స్థానం సేవలు అర్థార్థం చేయబడ్డాయి
th: ปิดการให้บริการตำแหน่ง
ur: ู ูุงู ฺฉ ุฎุฏู ุงุช ุบุฑ ูุนุงู ฺบ
vi: Dịch vụ vị trí đã bị tắt
zh_hant: 位置服務已禁用

# locationServiceDisabledContent
source: Location services are disabled. Please enable location services in the settings.
ar: خدمات الموقع معطلة. يرجى تمكين خدمات الموقع في الإعدادات.
bn: অবস্থান পরিষেবা নিষ্ক্রিয়। দয়া করে সেটিংসে অবস্থান পরিষেবা সক্রিয় করুন।
de: Standortdienste sind deaktiviert. Bitte aktivieren Sie die Standortdienste in den Einstellungen.
hi: स्थान सेवाएँ बंद हैं। कृपया सेटिंग्स में स्थान सेवाएँ सक्षम करें।
id: Layanan lokasi dinonaktifkan. Silakan aktifkan layanan lokasi di pengaturan.
mr: स्थान सेवा बंद आहेत. कृपया सेटिंग्जमध्ये स्थान सेवा सक्षम करा.
ru: Службы местоположения отключены. Пожалуйста, включите службы местоположения в настройках.
te: స్థాన సేవలు ఉంచబడలేదు. దయచేసి సెట్టింగ్స్‌లో స్థాన సేవలను కార్యరూపమిచ్చండి.
th: บริการตำแหน่งถูกปิดใช้งาน โปรดเปิดใช้งานบริการตำแหน่งในตั้งค่า
ur: ููฺฉุดู ุณุฑูุณุฒ ุบุฑ ูุนุงู ฺบ ุจุฑุง ฺฉุฑู ุณูนูฺฏุฒ ู ฺบ ููฺฉุดู ุณุฑูุณุฒ ฺฉู ูุนุงู ฺฉุฑฺบ
vi: Dịch vụ vị trí đã bị vô hiệu hóa. Vui lòng bật dịch vụ vị trí trong cài đặt.
zh_hant: 位置服務已禁用。請在設置中啟用位置服務。

source: Open Settings
ar: افتح الإعدادات
bn: সেটিংস খুলুন
de: Einstellungen öffnen
hi: सेटिंग्स खोलें
id: Buka Pengaturan
mr: सेटिंग्ज उघडा
ru: Открыть настройки
te: సెట్టింగ్స్‌ను తెరువు
th: เปิดการตั้งค่า
ur: ุณูนูฺฏุฒ ฺฉฺพููฺบ
vi: Mở Cài đặt
zh_hant: 打開設定

# languagesdescprition1
source: Unlock a world of culinary delights with one scan.
ar: افتح عالمًا من المتع الطهو بنقرة واحدة
bn: একটি স্ক্যানের সাহায্যে রসনার এক অসাধারণ জগৎ উন্মুক্ত করুন।
de: Entdecken Sie eine Welt kulinarischer Köstlichkeiten mit einem Scan.
hi: एक स्कैन के साथ खाद्य व्यंजनों की एक दुनिया को अनलॉक करें।
id: Buka dunia kelezatan kuliner dengan satu pemindaian.
mr: एक स्कॅनने आहाराच्या आनंदाचा एक विश्व उघडा
ru: Откройте мир кулинарных удовольствий с одним сканированием.
te: ఒక స్కాన్‌తో వంటకాల అద్భుతాల ప్రపంచాన్ని ప్రారంభించండి.
th: ปลดล็อกโลกแห่งความอร่อยด้วยการสแกนเพียงครั้งเดียว
ur: ุงฺฉ ุงุณฺฉู ฺฉ ุณุงุชฺพ ุฏู ุฐุงุฆููฺบ ฺฉ ุฏูุง ฺฉู ฺฉฺพููฺบ
vi: Mở ra một thế giới ẩm thực phong phú chỉ với một lần quét.
zh_hant: 只需掃描，便可解鎖美食世界的樂趣

source: Continue as Guest
ar: تابع كزائر
bn: অতিথি হিসেবে চালিয়ে যান
de: Als Gast fortfahren
hi: मेहमान के रूप में जारी रखें
id: Lanjut sebagai Tamu
mr: अतिथी म्हणून पुढे वाढा
ru: Продолжить как Гость
te: అతిథి గా కొనసాగించండి
th: ดำเนินการเป็นแขก
ur: ู ู ุงู ฺฉ ุทูุฑ ูพุฑ ุฌุงุฑ ุฑฺฉฺพฺบ
vi: Tiếp tục với tư cách Khách
zh_hant: 繼續作為訪客

# guestLoginTitle
source: Guest login
ar: تسجيل دخول الضيف
bn: অতিথি লগইন
de: Gastlogin
hi: अतिथि लॉगिन
id: Masuk Tamu
mr: अतिथी लॉगिन
ru: Гостевая учетная запись
te: అతిథి లాగిన్
th: เข้าสู่ระบบผู้ใช้ทั่วไป
ur: ู ู ุงู ูุงฺฏ ุงู
vi: Đăng nhập khách
zh_hant: 來賓登入

# guestLoginContent
source: You are logged in as a guest. All data will be deleted upon logout.
ar: أنت مسجل كزائر. سيتم حذف جميع البيانات عند تسجيل الخروج.
bn: আপনি একজন অতিথি হিসেবে লগইন করেছেন। লগআউট করার পর সব তথ্য মুছে ফেলা হবে।
de: Sie sind als Gast angemeldet. Alle Daten werden beim Abmelden gelöscht.
hi: आप मेहमान के रूप में लॉग इन हैं। लॉगआउट करने पर सभी डेटा मिटा दिए जाएंगे।
id: Anda masuk sebagai tamu. Semua data akan dihapus setelah keluar.
mr: तुम्ही पाहुण्याच्या नाताने लॉगिन केले आहेत. लॉगआउट करताच सर्व डेटा मिटविला जाईल.
ru: Вы вошли как гость. Все данные будут удалены при выходе из системы.
te: మీరు అతిథిగా లాగిన్ అయ్యారు. లాగ్ఔట్ అయితే అన్ని సమాచారం తొలగించబడుతుంది.
th: คุณได้เข้าสู่ระบบเป็นแขก ข้อมูลทั้งหมดจะถูกลบเมื่อออกจากระบบ
ur: ุขูพ ู ู ุงู ฺฉ ุทูุฑ ูพุฑ ูุงฺฏ ุงู ฺบ ูุงฺฏ ุขุคูน ฺฉุฑู ูพุฑ ุชู ุงู ฺูนุง ุญุฐู ฺฉุฑ ุฏุง ุฌุงุฆ ฺฏุง
vi: Bạn đã đăng nhập với tư cách khách. Tất cả dữ liệu sẽ được xóa khi đăng xuất.
zh_hant: 您以訪客身份登錄。登出後所有數據將被刪除。

source: Confirm
ar: أكد
bn: নিশ্চিত করুন
de: Bestätigen
hi: पुष्टि करें
id: Konfirmasi
mr: पुष्टी करा
ru: Подтвердите.
te: మానవత్వాన్ని నిర్దారించండి.
th: ยืนยัน
ur: ุชุตุฏู ฺฉุฑฺบ
vi: Xác nhận
zh_hant: 確認

# guestLoginFailed
source: Guest login failed. Please try again.
ar: فشل تسجيل الدخول كضيف. يرجى المحاولة مرة أخرى.
bn: অতিথি লগইন ব্যর্থ হয়েছে। দয়া করে আবার চেষ্টা করুন।
de: Gastlogin fehlgeschlagen. Bitte versuchen Sie es erneut.
hi: मेहमान लॉगिन विफल हो गया। कृपया फिर से कोशिश करें।
id: Login tamu gagal. Silakan coba lagi.
mr: अतिथी लॉगिन अपयशी झाला. कृपया पुन्हा प्रयत्न करा.
ru: Ошибка входа гостя. Пожалуйста, попробуйте снова.
te: అతిథి లాగిన్ విఫలం అయ్యింది. దయచేసి మళ్లీ ప్రయత్నించండి.
th: การเข้าสู่ระบบแขกล้มเหลว กรุณาลองอีกครั้ง
ur: ู ู ุงู ูุงฺฏ ุงู ูุงฺฉุงู ูฺฏุง ุจุฑุง ฺฉุฑู ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ
vi: Đăng nhập khách không thành công. Vui lòng thử lại.
zh_hant: 訪客登入失敗。請再試一次。

# logoutConfirmationTitle
source: Logout Confirmation
ar: تأكيد تسجيل الخروج
bn: লগআউট নিশ্চিতকরণ
de: Abmeldebestätigung
hi: लॉगआउट पुष्टि
id: Konfirmasi Keluar
mr: लॉगआउट पुष्टीकरण
ru: Подтверждение выхода из системы
te: లాగ్ అవుట్ నిర్ధారణ
th: ยืนยันการออกจากระบบ
ur: ูุงฺฏ ุขุคูน ฺฉ ุชุตุฏู
vi: Xác nhận đăng xuất
zh_hant: 登出確認

# logoutConfirmationContent
source: Logging out as a guest will delete all your data. Do you want to proceed?
ar: تسجيل الخروج كضيف سيؤدي إلى حذف جميع بياناتك. هل ترغب في المتابعة؟
bn: অতিথি হিসেবে লগ আউট করলে আপনার সমস্ত ডেটা মুছে যাবে। আপনি কি এগোতে চান?
de: Das Abmelden als Gast löscht alle Ihre Daten. Möchten Sie fortfahren?
hi: अतिथि के रूप में लॉग आउट करने से आपका सारा डेटा मिट जाएगा। क्या आप जारी रखना चाहते हैं?
id: Keluar sebagai tamu akan menghapus semua data Anda. Apakah Anda ingin melanjutkan?
mr: अतिथी म्हणून लॉगआउट केल्यास आपली सर्व डेटा हटविल जाईल. आपण पुढे जाऊ इच्छिता का?
ru: Выход из системы как гость удалит все ваши данные. Вы хотите продолжить?
te: అతిథిగా లాగౌట్ చేయడం మీ అన్ని డేటా మరిగిస్తుంది. మీరు కొనసాగాలనుకుంటున్నారా?
th: การออกจากระบบในฐานะแขกจะลบข้อมูลทั้งหมดของคุณ คุณต้องการดำเนินการต่อไหม?
ur: ู ู ุงู ฺฉ ุญุซุช ุณ ูุงฺฏ ุงูุคูน ฺฉุฑู ุณ ุขูพ ฺฉุง ุชู ุงู ฺูนุง ุญุฐู ู ุฌุงุฆ ฺฏุง ฺฉุง ุขูพ ุฌุงุฑ ุฑฺฉฺพูุง ฺุงุช ฺบุ
vi: Đăng xuất với tư cách khách sẽ xóa tất cả dữ liệu của bạn. Bạn có muốn tiếp tục không?
zh_hant: 登出作為訪客將刪除您所有的數據。您要繼續嗎？

source: Convert Account
ar: تحويل الحساب
bn: অ্যাকাউন্ট রূপান্তর করুন
de: Konto umwandeln
hi: खाता बदलें
id: Konversi Akun
mr: खाते रूपांतरित करा
ru: Конвертировать учетную запись
te: అకౌంట్ మార్చు
th: แปลงบัญชี
ur: ุงฺฉุงุคููน ู ูุชูู ฺฉุฑฺบ
vi: Chuyển đổi Tài khoản
zh_hant: 轉換帳戶

# accountConversionDescription
source: Convert your guest account to a permanent account to save your data.
ar: قم بتحويل حساب الضيف الخاص بك إلى حساب دائم لحفظ بياناتك.
bn: আপনার অতিথি অ্যাকাউন্টটি একটি স্থায়ী অ্যাকাউন্টে রূপান্তর করুন আপনার তথ্য সংরক্ষণ করার জন্য।
de: Konvertieren Sie Ihr Gastkonto in ein dauerhaftes Konto, um Ihre Daten zu speichern.
hi: अपने गेस्ट अकाउंट को एक स्थायी अकाउंट में बदलें ताकि आप अपने डेटा को सुरक्षित रख सकें।
id: Ubah akun tamu Anda menjadi akun permanen untuk menyimpan data Anda.
mr: आपले डेटा सुरक्षित करण्यासाठी आपले पाहुणे खाते कायमचे खात्यात रूपांतरित करा.
ru: Преобразуйте свою гостевую учетную запись в постоянную, чтобы сохранить ваши данные.
te: మీ గెస్టు ఖాతాను మీ డేటాను సురక్షితంగా ఉంచడానికి శాశ్వత ఖాతా గా మార్చండి.
th: เปลี่ยนบัญชีผู้ใช้ของคุณให้เป็นบัญชีถาวรเพื่อบันทึกข้อมูลของคุณ.
ur: ุงูพู ู ู ุงู ุงฺฉุงุคููน ฺฉู ู ุณุชูู ุงฺฉุงุคููน ู ฺบ ุชุจุฏู ฺฉุฑฺบ ุชุงฺฉ ุงูพู ฺูนุง ฺฉู ู ุญููุธ ุฑฺฉฺพ ุณฺฉฺบ
vi: Chuyển tài khoản khách của bạn thành tài khoản vĩnh viễn để lưu dữ liệu của bạn.
zh_hant: 將您的來賓帳戶轉換為永久帳戶以保存您的數據。

# accountConversionSuccess
source: Account successfully converted.
ar: تم تحويل الحساب بنجاح.
bn: অ্যাকাউন্ট সফলভাবে রূপান্তরিত হয়েছে।
de: Konto erfolgreich konvertiert.
hi: खाता सफलतापूर्वक परिवर्तित हो गया।
id: Akun berhasil dikonversi.
mr: खाते यशस्वीपणे रूपांतरित केले गेले.
ru: Учетная запись успешно конвертирована.
te: ఖాతా విజయవంతமாக మార్చబడింది.
th: บัญชีถูกแปลงสำเร็จแล้ว
ur: ุงฺฉุงุคููน ฺฉุงู ุงุจ ุณ ุชุจุฏู ฺฉุฑ ุฏุง ฺฏุง
vi: Tài khoản đã được chuyển đổi thành công.
zh_hant: 帳戶成功轉換。

source: Account conversion failed
ar: فشل تحويل الحساب
bn: অ্যাকাউন্ট রূপান্তর ব্যর্থ
de: Kontokonvertierung fehlgeschlagen
hi: खाता रूपांतरण विफल
id: Konversi akun gagal
mr: खाते रूपांतरण अपयशी
ru: Ошибка преобразования аккаунта
te: ఖాతా మార్పిడి విఫలమైంది
th: การแปลงบัญชีล้มเหลว
ur: ุงฺฉุงุคููน ฺฉ ุชุจุฏู ู ฺบ ูุงฺฉุงู 
vi: Chuyển đổi tài khoản thất bại
zh_hant: 帳戶轉換失敗

# browse
source: Explore as a Guest
ar: استكشاف كضيف
bn: অতিথি হিসেবে অনুসন্ধান করুন
de: Als Gast erkunden
hi: अतिथि के रूप में अन्वेषण करें
id: Jelajahi sebagai Tamu
mr: अतिथी म्हणून पाहा
ru: Изучать как гость
te: అతిథిగా అన్వేషించండి
th: สำรวจในฐานะแขก
ur: ู ู ุงู ฺฉ ุทูุฑ ูพุฑ ุฏุฑุงูุช ฺฉุฑฺบ
vi: Khám phá với tư cách Khách mời
zh_hant: 以訪客身份探索

source: Change preset
ar: تغيير الإعدادات المسبقة
bn: প্রিসেট পরিবর্তন করুন
de: Voreinstellung ändern
hi: प्रीसेट बदलें
id: Ubah preset
mr: प्रस्तावित सेटिंग बदला
ru: Сменить предустановку
te: ప్రీసెట్‌ను మార్చండి
th: เปลี่ยนการตั้งค่าเริ่มต้น
ur: ูพุฑ ุณูน ุชุจุฏู ฺฉุฑฺบ
vi: Thay đổi cài đặt trước
zh_hant: 更改預設設置

source: View by latest
ar: عرض حسب الأحدث
bn: সর্বশেষ অনুযায়ী দেখুন
de: Nach dem Neuesten anzeigen
hi: नवीनतम के अनुसार देखें
id: Lihat berdasarkan terbaru
mr: ताज्या प्रमाणे पहा
ru: Смотреть по новизне
te: గుర్తించు తాజా వారీగా
th: ดูตามล่าสุด
ur: ุญุงู ฺฉ ู ุทุงุจู ุฏฺฉฺพฺบ
vi: Xem theo mới nhất
zh_hant: 按最新查看

source: View by country
ar: عرض حسب الدولة
bn: দেশ দ্বারা দৃশ্যমান করুন
de: Nach Land anzeigen
hi: देश के अनुसार देखें
id: Tampilkan berdasarkan negara
mr: देशानुसार पहा
ru: Просмотр по стране
te: దేశాన్వయంగా వీక్షించండి
th: ดูตามประเทศ
ur: ู ูฺฉ ฺฉ ูุญุงุธ ุณ ุฏฺฉฺพฺบ
vi: Xem theo quốc gia
zh_hant: 按國家查看
