Repository: Jihunkim00/mscanner
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, hi, id, mr, ru, te, th, ur, vi, zh_hant

# enterYourEmailtoResetPassword
source: Enter your email to reset your password
ar: أدخل بريدك الإلكتروني لإعادة تعيين كلمة المرور
bn: পাসওয়ার্ড রিসেট করতে আপনার ইমেল লিখুন
de: Geben Sie Ihre E-Mail-Adresse ein, um Ihr Passwort zurückzusetzen
hi: अपना पासवर्ड रीसेट करने के लिए अपना ईमेल दर्ज करें
id: Masukkan email Anda untuk mengatur ulang kata sandi Anda
mr: तुमचा पासवर्ड रीसेट करण्यासाठी तुमचा ईमेल प्रविष्ट करा
ru: Введите свой адрес электронной почты, чтобы сбросить пароль
te: మీ పాస్‌వర్డ్‌ను రీసెట్ చేయడానికి మీ ఇమెయిల్‌ను నమోదు చేయండి
th: กรอกอีเมลของคุณเพื่อรีเซ็ตรหัสผ่าน
ur: ุงูพูุง ูพุงุณูุฑฺ ุฑ ุณูน ฺฉุฑู ฺฉ ูุฆ ุงูพูุง ุง ู ู ุฏุฑุฌ ฺฉุฑฺบ
vi: Nhập email của bạn để đặt lại mật khẩu
zh_hant: 輸入您的電子郵件以重設密碼

source: Send Reset Link
ar: إرسال رابط إعادة التعيين
bn: রিসেট লিঙ্ক পাঠান
de: Reset-Link senden
hi: रीसेट लिंक भेजें
id: Kirim tautan pengaturan ulang
mr: रीसेट लिंक पाठवा
ru: Отправить ссылку для сброса
te: రీసెట్ లింక్‌ను పంపండి
th: ส่งลิงก์รีเซ็ต
ur: ุฑ ุณูน ููฺฉ ุจฺพุฌฺบ
vi: Gửi liên kết đặt lại
zh_hant: 發送重設鏈接

# passwordResetError
source: An error occurred while sending the password reset email.
ar: حدث خطأ أثناء إرسال بريد إعادة تعيين كلمة المرور.
bn: পাসওয়ার্ড রিসেট ইমেল পাঠানোর সময় একটি ত্রুটি ঘটেছে।
de: Er is een fout opgetreden bij het verzenden van de e-mail voor het opnieuw instellen van het wachtwoord.
hi: पासवर्ड रीसेट ईमेल भेजते समय एक त्रुटि हुई।
id: Terjadi kesalahan saat mengirim email pengaturan ulang kata sandi.
mr: पासवर्ड रीसेट ईमेल पाठवताना एक त्रुटी आली.
ru: Произошла ошибка при отправке письма для сброса пароля.
te: పాస్‌వర్డ్ రీసెట్ ఇమెయిల్ పంపడంలో పొరపాటు జరిగింది.
th: เกิดข้อผิดพลาดขณะส่งอีเมลรีเซ็ตรหัสผ่าน
ur: ูพุงุณ ูุฑฺ ุฑ ุณูน ุง ู ู ุจฺพุฌุช ููุช ุงฺฉ ุฎุฑุงุจ ูพุด ุขฺฏุฆ
vi: Đã xảy ra lỗi khi gửi email đặt lại mật khẩu.
zh_hant: 發送密碼重置電子郵件時發生錯誤。

source: Save
ar: حفظ
bn: সংরক্ষণ
de: Opslaan
hi: सहेजें
id: Simpan
mr: जतन करा
ru: Сохранить
te: సేవ్ చేయండి
th: บันทึก
ur: ู ุญููุธ ฺฉุฑฺบ
vi: Lưu
zh_hant: 保存

source: Saved
ar: تم الحفظ
bn: সংরক্ষিত
de: Opgeslagen
hi: सहेजा गया
id: Tersimpan
mr: जतन केले
ru: Сохранено
te: సేవ్ చేయబడింది
th: บันทึกแล้ว
ur: ู ุญููุธ ฺฉุฑ ูุง ฺฏุง
vi: Đã lưu
zh_hant: 已保存

source: AI Answer
ar: إجابة الذكاء الاصطناعي
bn: এআই উত্তর
de: AI Antwoord
hi: एआई उत्तर
id: Jawaban AI
mr: एआय उत्तर
ru: Ответ ИИ
te: ఏఐ సమాధానం
th: คำตอบจาก AI
ur: ุง ุขุฆ ุฌูุงุจ
vi: Câu trả lời của AI
zh_hant: AI答案

source: Liked
ar: مفضل
bn: পছন্দ
de: Leuk gevonden
hi: पसंद किया
id: Disukai
mr: आवडले
ru: Понравилось
te: ఇష్టపడ్డారు
th: ถูกใจ
ur: ูพุณูุฏ ฺฉุง ฺฏุง
vi: Đã thích
zh_hant: 已讚

source: Unliked
ar: غير مفضل
bn: অপছন্দ
de: Niet leuk gevonden
hi: नापसंद किया
id: Tidak disukai
mr: आवडले नाही
ru: Не понравилось
te: ఇష్టం లేని
th: เลิกถูกใจ
ur: ูุงูพุณูุฏ ฺฉุง ฺฏุง
vi: Bỏ thích
zh_hant: 取消讚

# textCopied
source: Text copied to clipboard
ar: تم نسخ النص إلى الحافظة
bn: টেক্সট ক্লিপবোর্ডে কপি করা হয়েছে
de: Tekst gekopieerd naar klembord
hi: पाठ क्लिपबोर्ड पर कॉपी किया गया
id: Teks disalin ke clipboard
mr: पाठ क्लिपबोर्डवर कॉपी केला गेला
ru: Текст скопирован в буфер обмена
te: టెక్స్ట్ క్లిప్‌బోర్డుకు కాపీ చేయబడింది
th: คัดลอกข้อความไปยังคลิปบอร์ดแล้ว
ur: ู ุชู ฺฉููพ ุจูุฑฺ ูพุฑ ฺฉุงูพ ฺฉุฑ ุฏุง ฺฏุง 
vi: Văn bản đã được sao chép vào clipboard
zh_hant: 文本已複製到剪貼板

source: Title
ar: عنوان
bn: শিরোনাম
de: Titel
hi: शीर्षक
id: Judul
mr: शीर्षक
ru: Заголовок
te: శీర్షిక
th: ชื่อเรื่อง
ur: ุนููุงู
vi: Tiêu đề
zh_hant: 標題

source: No Favorite Data
ar: لا توجد بيانات مفضلة
bn: কোনো পছন্দের তথ্য নেই
de: Geen favoriete gegevens
hi: कोई पसंदीदा डेटा नहीं
id: Tidak ada data favorit
mr: कोणतीही आवडती माहिती नाही
ru: Нет избранных данных
te: ఇష్టమైన డేటా లేదు
th: ไม่มีข้อมูลที่ชื่นชอบ
ur: ฺฉูุฆ ูพุณูุฏุฏ ฺูนุง ูฺบ 
vi: Không có dữ liệu yêu thích
zh_hant: 沒有收藏資料

source: Enter restaurant name
ar: أدخل اسم المطعم
bn: রেস্টুরেন্টের নাম লিখুন
de: Voer de naam van het restaurant in
hi: रेस्टोरेंट का नाम दर्ज करें
id: Masukkan nama restoran
mr: रेस्टॉरंटचे नाव भरा
ru: Введите название ресторана
te: రెస్టారెంట్ పేరు నమోదు చేయండి
th: กรอกชื่อร้านอาหาร
ur: ุฑุณุชูุฑุงู ฺฉุง ูุงู ุฏุฑุฌ ฺฉุฑฺบ
vi: Nhập tên nhà hàng
zh_hant: 輸入餐廳名稱

# pleaseEnterRestaurantAndRating
source: Please enter a restaurant name and rating
ar: يرجى إدخال اسم المطعم والتقييم
bn: দয়া করে রেস্টুরেন্টের নাম এবং রেটিং লিখুন
de: Voer de naam en beoordeling van het restaurant in
hi: कृपया रेस्टोरेंट का नाम और रेटिंग दर्ज करें
id: Silakan masukkan nama dan penilaian restoran
mr: कृपया रेस्टॉरंटचे नाव आणि रेटिंग भरा
ru: Пожалуйста, введите название ресторана и оценку
te: దయచేసి రెస్టారెంట్ పేరు మరియు రేటింగ్ నమోదు చేయండి
th: กรุณากรอกชื่อและการให้คะแนนของร้านอาหาร
ur: ุจุฑุง ฺฉุฑู ุฑุณุชูุฑุงู ฺฉุง ูุงู ุงูุฑ ุฏุฑุฌ ุจูุฏ ุฏุฑุฌ ฺฉุฑฺบ
vi: Vui lòng nhập tên và đánh giá của nhà hàng
zh_hant: 請輸入餐廳名稱和評分

source: All
ar: الكل
bn: সব
de: Alles
hi: सभी
id: Semua
mr: सर्व
ru: Все
te: అన్ని
th: ทั้งหมด
ur: ุณุจ
vi: Tất cả
zh_hant: 全部

source: Favorite
ar: المفضلة
bn: পছন্দের
de: Favoriet
hi: पसंदीदा
id: Favorit
mr: आवडते
ru: Избранное
te: ఇష్టమైనవి
th: รายการโปรด
ur: ูพุณูุฏุฏ
vi: Yêu thích
zh_hant: 收藏

source: No History Found
ar: لا يوجد تاريخ
bn: কোনো ইতিহাস পাওয়া যায়নি
de: Geen geschiedenis gevonden
hi: कोई इतिहास नहीं मिला
id: Tidak ada riwayat ditemukan
mr: इतिहास सापडला नाही
ru: История не найдена
te: చరిత్ర కనిపించలేదు
th: ไม่พบประวัติ
ur: ฺฉูุฆ ุชุงุฑุฎ ูฺบ ู ู
vi: Không tìm thấy lịch sử
zh_hant: 未找到歷史記錄

source: AI Scanning...
ar: جاري فحص الذكاء الاصطناعي...
bn: এআই স্ক্যানিং...
de: KI-Scan...
hi: एआई स्कैनिंग...
id: Memindai AI...
mr: एआय स्कॅन करत आहे...
ru: Сканирование ИИ...
te: AI స్కానింగ్...
th: กำลังสแกน AI...
ur: ุง ุขุฆ ุงุณฺฉููฺฏ...
vi: Đang quét AI...
zh_hant: AI掃描中...

# aiLoadingMessage
source: AI can make mistakes. The loading time typically takes around 5-10 seconds, but it may vary depending on your internet connection and smartphone device.
ar: قد يخطئ الذكاء الاصطناعي. يستغرق وقت التحميل عادةً حوالي 5-10 ثوانٍ، ولكنه قد يختلف بناءً على اتصال الإنترنت وجهاز الهاتف الذكي الخاص بك.
bn: এআই ত্রুটি করতে পারে। লোডিং সময় সাধারণত ৫-১০ সেকেন্ডের মধ্যে হয়, তবে এটি আপনার ইন্টারনেট সংযোগ এবং স্মার্টফোন ডিভাইসের উপর নির্ভর করতে পারে।
de: KI kann Fehler machen. Die Ladezeit beträgt in der Regel 5-10 Sekunden, kann jedoch je nach Internetverbindung und Smartphone variieren.
hi: एआई से गलतियां हो सकती हैं। लोडिंग समय आमतौर पर 5-10 सेकंड का होता है, लेकिन यह आपके इंटरनेट कनेक्शन और स्मार्टफोन डिवाइस के अनुसार भिन्न हो सकता है।
id: AI dapat membuat kesalahan. Waktu pemuatan biasanya memakan waktu sekitar 5-10 detik, tetapi dapat bervariasi tergantung pada koneksi internet dan perangkat smartphone Anda.
mr: एआय चुका करू शकतो. लोड होण्यास साधारणपणे ५-१० सेकंद लागतात, परंतु तुमच्या इंटरनेट कनेक्शन आणि स्मार्टफोन डिव्हाइसवर अवलंबून वेळेत फरक पडू शकतो.
ru: ИИ может совершать ошибки. Время загрузки обычно занимает около 5-10 секунд, но может варьироваться в зависимости от вашего интернет-соединения и устройства смартфона.
te: AI తప్పులు చేయవచ్చు. లోడింగ్ సమయం సాధారణంగా 5-10 సెకన్ల వరకు ఉంటుంది, కానీ ఇది మీ ఇంటర్నెట్ కనెక్షన్ మరియు స్మార్ట్‌ఫోన్ పరికరం ఆధారంగా మారవచ్చు.
th: AI อาจทำผิดพลาดได้ เวลาการโหลดโดยปกติจะใช้เวลาประมาณ 5-10 วินาที แต่เวลาอาจแตกต่างกันขึ้นอยู่กับการเชื่อมต่ออินเทอร์เน็ตและอุปกรณ์สมาร์ทโฟนของคุณ
ur: ุง ุขุฆ ุบูุทุงฺบ ฺฉุฑ ุณฺฉุชุง  ููฺูฺฏ ฺฉุง ููุช ุนุงู ุทูุฑ ูพุฑ 5-10 ุณฺฉูฺ ูฺฏุชุง ุ ูฺฉู  ุขูพ ฺฉ ุงููนุฑููน ฺฉูฺฉุดู ุงูุฑ ุงุณู ุงุฑูน ููู ฺูุงุฆุณ ูพุฑ ู ูุญุตุฑ ู ุณฺฉุชุง 
vi: AI có thể mắc lỗi. Thời gian tải thường mất khoảng 5-10 giây, nhưng có thể thay đổi tùy thuộc vào kết nối internet và thiết bị điện thoại thông minh của bạn.
zh_hant: AI可能會出錯。加載時間通常需要大約5到10秒，但可能因您的互聯網連接和智能手機設備而有所不同。

# introductionTitle1
source: Mscanner
ar: ماسكانر
bn: এমস্ক্যানার
hi: एमस्कैनर
mr: एमस्कॅनर
te: ఎంస్క్యానర్
ur: ุงู ุณฺฉูุฑ

# introductionSubtitle1
source: by THJ
ar: بواسطة THJ
bn: THJ দ্বারা
de: von THJ
hi: द्वारा THJ
id: oleh THJ
mr: THJ द्वारे
ru: от THJ
te: THJ ద్వారా
th: โดย THJ
ur: ุจุฐุฑุน THJ
vi: bởi THJ
zh_hant: 由 THJ 提供

# introductionBody1
source: Feel comfortable choosing food at restaurants worldwide
ar: اشعر بالراحة عند اختيار الطعام في المطاعم حول العالم
bn: বিশ্বজুড়ে রেস্তোরাঁয় খাবার বেছে নিতে স্বাচ্ছন্দ্যবোধ করুন
de: Fühlen Sie sich wohl bei der Auswahl von Speisen in Restaurants weltweit
hi: दुनिया भर के रेस्तरां में भोजन चुनते समय आराम महसूस करें
id: Rasakan kenyamanan saat memilih makanan di restoran di seluruh dunia
mr: जगभरातील रेस्टॉरंटमध्ये अन्नाची निवड करताना आरामदायक वाटेल
ru: Чувствуйте себя комфортно, выбирая еду в ресторанах по всему миру
te: ప్రపంచంలోని రెస్టారెంట్లలో ఆహారాన్ని ఎంచుకోవడంలో సౌకర్యంగా ఉండండి
th: รู้สึกสะดวกสบายในการเลือกอาหารที่ร้านอาหารทั่วโลก
ur: ุฏูุง ุจฺพุฑ ฺฉ ุฑุณุชูุฑุงููฺบ ู ฺบ ฺฉฺพุงู ฺฉุง ุงูุชุฎุงุจ ฺฉุฑุช ููุช ุขุฑุงู ู ุญุณูุณ ฺฉุฑฺบ
vi: Cảm thấy thoải mái khi chọn món ăn tại các nhà hàng trên toàn thế giới
zh_hant: 在全球的餐廳選擇食物時，感到舒適自在

# introductionTitle2
source: How would you like to scan the menu?
ar: كيف ترغب في مسح القائمة؟
bn: আপনি মেনু কীভাবে স্ক্যান করতে চান?
de: Wie möchten Sie das Menü scannen?
hi: आप मेनू को कैसे स्कैन करना चाहेंगे?
id: Bagaimana Anda ingin memindai menu?
mr: आपण मेनू कसा स्कॅन करू इच्छिता?
ru: Как вы хотите сканировать меню?
te: మీరు మెనూను ఎలా స్కాన్ చేయాలనుకుంటున్నారు?
th: คุณต้องการสแกนเมนูอย่างไร?
ur: ุขูพ ู ูู ฺฉู ฺฉุณ ุงุณฺฉู ฺฉุฑูุง ฺุงฺบ ฺฏุ
vi: Bạn muốn quét thực đơn như thế nào?
zh_hant: 您想如何掃描菜單？

# introductionBody2_1
source: 1. Select your language (English or native)
ar: 1. اختر لغتك (الإنجليزية أو اللغة الأصلية)
bn: 1. আপনার ভাষা নির্বাচন করুন (ইংরেজি বা স্থানীয় ভাষা)
de: 1. Wählen Sie Ihre Sprache (Englisch oder Muttersprache)
hi: 1. अपनी भाषा चुनें (अंग्रेजी या मातृभाषा)
id: 1. Pilih bahasa Anda (Bahasa Inggris atau bahasa asli)
mr: 1. आपली भाषा निवडा (इंग्रजी किंवा स्थानिक भाषा)
ru: 1. Выберите язык (английский или родной)
te: 1. మీ భాషను ఎంచుకోండి (ఆంగ్లం లేదా స్థానిక భాష)
th: 1. เลือกภาษาของคุณ (อังกฤษหรือภาษาท้องถิ่น)
ur: 1. ุงูพู ุฒุจุงู ู ูุชุฎุจ ฺฉุฑฺบ (ุงูฺฏุฑุฒ ุง ู ุงุฏุฑ ุฒุจุงู)
vi: 1. Chọn ngôn ngữ của bạn (Tiếng Anh hoặc ngôn ngữ bản địa)
zh_hant: 1. 選擇您的語言（英語或母語）

# introductionBody2_2
source: 2. Choose your food style (dietary, beef lover, etc.)
ar: 2. اختر نمط طعامك (الحمية، محب اللحم، إلخ)
bn: 2. আপনার খাবারের ধরন নির্বাচন করুন (ডায়েট, গরুর মাংস প্রেমী, ইত্যাদি)
de: 2. Wählen Sie Ihren Essensstil (Diät, Fleischliebhaber usw.)
hi: 2. अपनी भोजन शैली चुनें (डाइट, मांस प्रेमी, आदि)
id: 2. Pilih gaya makanan Anda (diet, pecinta daging, dll.)
mr: 2. आपली आहार शैली निवडा (आहार, मांसप्रेमी इ.)
ru: 2. Выберите свой стиль питания (диетический, любитель мяса и т.д.)
te: 2. మీ ఆహార శైలిని ఎంచుకోండి (డైట్, మాంసాహార ప్రియుడు, మొదలైనవి)
th: 2. เลือกรูปแบบอาหารของคุณ (ควบคุมอาหาร ผู้ชื่นชอบเนื้อ ฯลฯ)
ur: 2. ุงูพู ฺฉฺพุงู ฺฉุง ุงูุฏุงุฒ ู ูุชุฎุจ ฺฉุฑฺบ (ุบุฐุงุฆุชุ ฺฏูุดุช ูพุณูุฏุ ูุบุฑ)
vi: 2. Chọn phong cách ăn uống của bạn (ăn kiêng, yêu thích thịt, v.v.)
zh_hant: 2. 選擇您的飲食風格（飲食、愛吃肉等）

# introductionBody2_3
source: 3. Set the number of menus you want to scan. (more menus, less detail)
ar: 3. حدد عدد القوائم التي تريد مسحها. (مزيد من القوائم، تفاصيل أقل)
bn: 3. আপনি স্ক্যান করতে চান এমন মেনুর সংখ্যা নির্ধারণ করুন (বেশি মেনু, কম বিশদ)
de: 3. Legen Sie die Anzahl der Menüs fest, die Sie scannen möchten (mehr Menüs, weniger Details)
hi: 3. आप कितने मेनू स्कैन करना चाहते हैं, सेट करें (अधिक मेनू, कम विवरण)
id: 3. Tentukan jumlah menu yang ingin Anda pindai (lebih banyak menu, lebih sedikit detail)
mr: 3. आपण स्कॅन करू इच्छित मेनूंची संख्या सेट करा (अधिक मेनू, कमी तपशील)
ru: 3. Установите количество меню, которое вы хотите сканировать (больше меню, меньше деталей)
te: 3. మీరు స్కాన్ చేయాలనుకుంటున్న మెనూల సంఖ్యను సెట్ చేయండి (అధిక మెనూలు, తక్కువ వివరాలు)
th: 3. กำหนดจำนวนเมนูที่คุณต้องการสแกน (เมนูมากขึ้น รายละเอียดน้อยลง)
ur: 3. ู ู ูู ฺฉ ุชุนุฏุงุฏ ุณูน ฺฉุฑฺบ ุฌู ุขูพ ุงุณฺฉู ฺฉุฑูุง ฺุงุช ฺบ (ุฒุงุฏ ู ููุ ฺฉู ุชูุตู)
vi: 3. Đặt số lượng thực đơn bạn muốn quét (nhiều thực đơn hơn, ít chi tiết hơn)
zh_hant: 3. 設置要掃描的菜單數量（菜單越多，細節越少）

# introductionTitle3
source: Optimize Your settings
ar: قم بتحسين إعداداتك
bn: আপনার সেটিংস অপ্টিমাইজ করুন
de: Optimieren Sie Ihre Einstellungen
hi: अपनी सेटिंग्स को अनुकूलित करें
id: Optimalkan pengaturan Anda
mr: आपली सेटिंग्ज ऑप्टिमाइझ करा
ru: Оптимизируйте свои настройки
te: మీ సెట్టింగ్‌లను ఆప్టిమైజ్ చేయండి
th: ปรับแต่งการตั้งค่าของคุณ
ur: ุงูพู ุณูนูฺฏุฒ ฺฉู ุจุชุฑ ุจูุงุฆฺบ
vi: Tối ưu hóa cài đặt của bạn
zh_hant: 優化您的設置

# introductionBody3_1
source: 1. Activate dark mode
ar: 1. تفعيل الوضع الداكن
bn: 1. ডার্ক মোড সক্রিয় করুন
de: 1. Dunkelmodus aktivieren
hi: 1. डार्क मोड सक्रिय करें
id: 1. Aktifkan mode gelap
mr: 1. डार्क मोड सक्रिय करा
ru: 1. Включите темный режим
te: 1. డార్క్ మోడ్‌ను సక్రియం చేయండి
th: 1. เปิดใช้งานโหมดมืด
ur: 1. ฺุงุฑฺฉ ู ูฺ ฺฉู ูุนุงู ฺฉุฑฺบ
vi: 1. Kích hoạt chế độ tối
zh_hant: 1. 啟用深色模式

# introductionBody3_2
source: 2. Change your account password
ar: 2. تغيير كلمة مرور حسابك
bn: 2. আপনার অ্যাকাউন্ট পাসওয়ার্ড পরিবর্তন করুন
de: 2. Ändern Sie Ihr Kontopasswort
hi: 2. अपना खाता पासवर्ड बदलें
id: 2. Ubah kata sandi akun Anda
mr: 2. आपला खाते संकेतशब्द बदला
ru: 2. Измените пароль вашей учетной записи
te: 2. మీ ఖాతా పాస్‌వర్డ్‌ను మార్చండి
th: 2. เปลี่ยนรหัสผ่านบัญชีของคุณ
ur: 2. ุงูพู ุงฺฉุงุคููน ฺฉุง ูพุงุณ ูุฑฺ ุชุจุฏู ฺฉุฑฺบ
vi: 2. Thay đổi mật khẩu tài khoản của bạn
zh_hant: 2. 更改您的帳戶密碼

# introductionBody3_3
source: 3. Reset your menu scan settings
ar: 3. إعادة تعيين إعدادات مسح القائمة
bn: 3. আপনার মেনু স্ক্যান সেটিংস পুনরায় সেট করুন
de: 3. Setzen Sie Ihre Menü-Scan-Einstellungen zurück
hi: 3. अपने मेनू स्कैन सेटिंग्स को रीसेट करें
id: 3. Atur ulang pengaturan pemindaian menu Anda
mr: 3. आपली मेनू स्कॅन सेटिंग्ज रीसेट करा
ru: 3. Сбросьте настройки сканирования меню
te: 3. మీ మెనూ స్కాన్ సెట్టింగ్‌లను రీసెట్ చేయండి
th: 3. รีเซ็ตการตั้งค่าการสแกนเมนูของคุณ
ur: 3. ู ูู ุงุณฺฉู ฺฉ ุชุฑุชุจุงุช ฺฉู ุฑ ุณูน ฺฉุฑฺบ
vi: 3. Đặt lại cài đặt quét thực đơn của bạn
zh_hant: 3. 重置您的菜單掃描設置

# introductionBody3_4
source: 4. Save your data online to enable more features
ar: 4. احفظ بياناتك عبر الإنترنت لتمكين المزيد من الميزات
bn: 4. আরও বৈশিষ্ট্য সক্ষম করতে আপনার ডেটা অনলাইনে সংরক্ষণ করুন
de: 4. Speichern Sie Ihre Daten online, um weitere Funktionen zu aktivieren
hi: 4. अधिक सुविधाओं को सक्षम करने के लिए अपना डेटा ऑनलाइन सहेजें
id: 4. Simpan data Anda secara online untuk mengaktifkan lebih banyak fitur
mr: 4. अधिक वैशिष्ट्ये सक्षम करण्यासाठी आपला डेटा ऑनलाइन सेव्ह करा
ru: 4. Сохраните свои данные онлайн, чтобы включить больше функций
te: 4. మరిన్ని ఫీచర్లను సక్రియం చేయడానికి మీ డేటాను ఆన్‌లైన్‌లో సేవ్ చేయండి
th: 4. บันทึกข้อมูลของคุณทางออนไลน์เพื่อเปิดใช้งานคุณสมบัติเพิ่มเติม
ur: 4. ู ุฒุฏ ุฎุตูุตุงุช ฺฉู ูุนุงู ฺฉุฑู ฺฉ ู ุงูพู ฺูนุง ฺฉู ุขู ูุงุฆู ู ุญููุธ ฺฉุฑฺบ
vi: 4. Lưu dữ liệu của bạn trực tuyến để kích hoạt thêm các tính năng
zh_hant: 4. 在線保存您的數據以啟用更多功能

# introductionTitle4
source: Share your Result
ar: شارك نتائجك
bn: আপনার ফলাফল শেয়ার করুন
de: Teilen Sie Ihr Ergebnis
hi: अपना परिणाम साझा करें
id: Bagikan hasil Anda
mr: आपला निकाल शेअर करा
ru: Поделитесь своим результатом
te: మీ ఫలితాన్ని పంచుకోండి
th: แบ่งปันผลลัพธ์ของคุณ
ur: ุงูพูุง ูุชุฌ ุดุฆุฑ ฺฉุฑฺบ
vi: Chia sẻ kết quả của bạn
zh_hant: 分享您的結果

# introductionBody4_1
source: 1. Leave a note on each result
ar: 1. اترك ملاحظة على كل نتيجة
bn: 1. প্রতিটি ফলাফলের উপর একটি নোট দিন
de: 1. Hinterlassen Sie eine Notiz zu jedem Ergebnis
hi: 1. प्रत्येक परिणाम पर एक नोट छोड़ें
id: 1. Tinggalkan catatan pada setiap hasil
mr: 1. प्रत्येक निकालावर एक नोंद ठेवा
ru: 1. Оставьте заметку к каждому результату
te: 1. ప్రతి ఫలితంపై ఒక నోట్ వదలండి
th: 1. ฝากข้อความไว้ในแต่ละผลลัพธ์
ur: 1. ุฑ ูุชุฌ ูพุฑ ุงฺฉ ูููน ฺฺพูฺฺบ
vi: 1. Để lại ghi chú trên mỗi kết quả
zh_hant: 1. 在每個結果上留下備註

# introductionBody4_2
source: 2. Save the results on your smartphone
ar: 2. احفظ النتائج على هاتفك الذكي
bn: 2. ফলাফলগুলি আপনার স্মার্টফোনে সংরক্ষণ করুন
de: 2. Speichern Sie die Ergebnisse auf Ihrem Smartphone
hi: 2. परिणामों को अपने स्मार्टफोन पर सहेजें
id: 2. Simpan hasilnya di smartphone Anda
mr: 2. निकाल आपल्या स्मार्टफोनवर सेव्ह करा
ru: 2. Сохраните результаты на своем смартфоне
te: 2. ఫలితాలను మీ స్మార్ట్‌ఫోన్‌లో సేవ్ చేయండి
th: 2. บันทึกผลลัพธ์ลงในสมาร์ทโฟนของคุณ
ur: 2. ูุชุงุฆุฌ ฺฉู ุงูพู ุงุณู ุงุฑูน ููู ูพุฑ ู ุญููุธ ฺฉุฑฺบ
vi: 2. Lưu kết quả vào điện thoại thông minh của bạn
zh_hant: 2. 將結果保存到您的智能手機

# introductionBody4_3
source: 3. Favorite button and copy result
ar: 3. زر المفضلة ونسخ النتيجة
bn: 3. প্রিয় বোতাম এবং ফলাফল অনুলিপি করুন
de: 3. Favoriten-Taste und Ergebnis kopieren
hi: 3. पसंदीदा बटन और परिणाम कॉपी करें
id: 3. Tombol favorit dan salin hasil
mr: 3. फेव्हरेट बटण आणि निकाल कॉपी करा
ru: 3. Кнопка избранного и копирование результата
te: 3. ఫేవరెట్ బటన్ మరియు ఫలితం కాపీ చేయండి
th: 3. ปุ่มโปรดและคัดลอกผลลัพธ์
ur: 3. ูพุณูุฏุฏ ุจูนู ุงูุฑ ูุชุฌ ฺฉุงูพ ฺฉุฑฺบ
vi: 3. Nút yêu thích và sao chép kết quả
zh_hant: 3. 收藏按鈕和複製結果

# introductionTitle5
source: Save your experiences
ar: احفظ تجاربك
bn: আপনার অভিজ্ঞতা সংরক্ষণ করুন
de: Speichern Sie Ihre Erfahrungen
hi: अपने अनुभव सहेजें
id: Simpan pengalaman Anda
mr: आपले अनुभव सेव्ह करा
ru: Сохраните свои впечатления
te: మీ అనుభవాలను సేవ్ చేయండి
th: บันทึกประสบการณ์ของคุณ
ur: ุงูพู ุชุฌุฑุจุงุช ู ุญููุธ ฺฉุฑฺบ
vi: Lưu giữ trải nghiệm của bạn
zh_hant: 保存您的體驗

# introductionBody5_1
source: 1. Active points(shows your activity in Mscanner)
ar: 1. النقاط النشطة (تظهر نشاطك في Mscanner)
bn: 1. সক্রিয় পয়েন্ট (Mscanner-এ আপনার কার্যকলাপ দেখায়)
de: 1. Aktive Punkte (zeigt Ihre Aktivität in Mscanner)
hi: 1. सक्रिय बिंदु (Mscanner में आपकी गतिविधि दिखाता है)
id: 1. Poin aktif (menunjukkan aktivitas Anda di Mscanner)
mr: 1. सक्रिय गुण (Mscanner मध्ये आपली क्रियाकलाप दर्शविते)
ru: 1. Активные точки (показывают вашу активность в Mscanner)
te: 1. యాక్టివ్ పాయింట్లు (Mscannerలో మీ కార్యకలాపాలను చూపిస్తుంది)
th: 1. คะแนนสะสม (แสดงกิจกรรมของคุณใน Mscanner)
ur: 1. ุงฺฉูนู ูพูุงุฆููนุณ (Mscanner ู ฺบ ุขูพ ฺฉ ุณุฑฺฏุฑู  ุธุงุฑ ฺฉุฑุช ฺบ)
vi: 1. Điểm hoạt động (hiển thị hoạt động của bạn trong Mscanner)
zh_hant: 1. 活躍點（顯示您在Mscanner中的活動）

# introductionBody5_2
source: 2. Enter the name of the restaurant you visited
ar: 2. أدخل اسم المطعم الذي زرته
bn: 2. আপনি যে রেস্তোরাঁটি পরিদর্শন করেছেন তার নাম লিখুন
de: 2. Geben Sie den Namen des Restaurants ein, das Sie besucht haben
hi: 2. आपने जिस रेस्तरां का दौरा किया है उसका नाम दर्ज करें
id: 2. Masukkan nama restoran yang Anda kunjungi
mr: 2. आपण भेट दिलेल्या रेस्टॉरंटचे नाव प्रविष्ट करा
ru: 2. Введите название ресторана, который вы посетили
te: 2. మీరు సందర్శించిన రెస్టారెంట్ పేరు నమోదు చేయండి
th: 2. ป้อนชื่อร้านอาหารที่คุณเยี่ยมชม
ur: 2. ุงุณ ุฑุณุชูุฑุงู ฺฉุง ูุงู ุฏุฑุฌ ฺฉุฑฺบ ุฌู ุขูพ ู ูุฒูน ฺฉุง
vi: 2. Nhập tên nhà hàng bạn đã ghé thăm
zh_hant: 2. 輸入您訪問過的餐廳名稱

# introductionBody5_3
source: 3. Rate Restaurant
ar: 3. قيم المطعم
bn: 3. রেস্তোরাঁর রেট দিন
de: 3. Restaurant bewerten
hi: 3. रेस्तरां को रेट करें
id: 3. Nilai restoran
mr: 3. रेस्टॉरंटचे रेटिंग करा
ru: 3. Оцените ресторан
te: 3. రెస్టారెంట్‌ను రేట్ చేయండి
th: 3. ให้คะแนนร้านอาหาร
ur: 3. ุฑุณุชูุฑุงู ฺฉ ุฏุฑุฌ ุจูุฏ ฺฉุฑฺบ
vi: 3. Đánh giá nhà hàng
zh_hant: 3. 評價餐廳

# introductionBody5_4
source: 4. View the places you visited on a map
ar: 4. عرض الأماكن التي زرتها على الخريطة
bn: 4. আপনি পরিদর্শন করা স্থানগুলি মানচিত্রে দেখুন
de: 4. Anzeigen der besuchten Orte auf einer Karte
hi: 4. आपने जो स्थान देखे हैं उन्हें मानचित्र पर देखें
id: 4. Lihat tempat yang Anda kunjungi di peta
mr: 4. आपण भेट दिलेली ठिकाणे नकाशावर पहा
ru: 4. Просмотрите посещенные места на карте
te: 4. మీరు సందర్శించిన ప్రదేశాలను మ్యాప్‌లో చూడండి
th: 4. ดูสถานที่ที่คุณเยี่ยมชมในแผนที่
ur: 4. ุขูพ ู ุฌู ู ูุงู ุงุช ูุฒูน ฺฉ ฺบ ุงูฺบ ููุด ูพุฑ ุฏฺฉฺพฺบ
vi: 4. Xem các địa điểm bạn đã ghé thăm trên bản đồ
zh_hant: 4. 在地圖上查看您訪問過的地方

source: Skip
ar: تخطي
bn: এড়িয়ে যান
de: Überspringen
hi: छोड़ें
id: Lewati
mr: वगळा
ru: Пропустить
te: దాటవేయి
th: ข้าม
ur: ฺฺพูฺ ุฏฺบ
vi: Bỏ qua
zh_hant: 跳過

source: Done
ar: تم
bn: সম্পন্ন
de: Fertig
hi: समाप्त
id: Selesai
mr: पूर्ण
ru: Готово
te: పూర్తయింది
th: เสร็จสิ้น
ur: ู ฺฉู ู
vi: Hoàn tất
zh_hant: 完成

# checkOutRestaurant
source: Check out this restaurant!
ar: اطلع على هذا المطعم!
bn: এই রেস্টুরেন্টটি দেখুন!
de: Schau dir dieses Restaurant an!
hi: इस रेस्तरां को देखें!
id: Lihat restoran ini!
mr: हे रेस्टॉरंट पाहा!
ru: Посмотрите этот ресторан!
te: ఈ రెస్టారెంట్‌ను చూడండి!
th: ลองดูร้านอาหารนี้สิ!
ur: ุงุณ ุฑุณุชูุฑุงู ฺฉู ฺฺฉ ฺฉุฑฺบ!
vi: Hãy xem nhà hàng này!
zh_hant: 看看這家餐廳！

source: loading Error
ar: خطأ في التحميل
bn: লোড করার সময় ত্রুটি
de: Ladefehler
hi: लोडिंग त्रुटि
id: Kesalahan memuat
mr: लोडिंग त्रुटी
ru: Ошибка загрузки
te: లోడ్‌లో లోపం
th: ข้อผิดพลาดในการโหลด
ur: ููฺูฺฏ ู ฺบ ุฎุฑุงุจ
vi: Lỗi tải
zh_hant: 加載錯誤

# confirmMessageTitle
source: Confirm message
ar: رسالة تأكيد
bn: নিশ্চিতকরণ বার্তা
de: Bestätigungsnachricht
hi: पुष्टि संदेश
id: Pesan konfirmasi
mr: पुष्टीकरण संदेश
ru: Сообщение подтверждения
te: నిర్ధారణ సందేశం
th: ข้อความยืนยัน
ur: ุชุตุฏู ูพุบุงู
vi: Thông báo xác nhận
zh_hant: 確認消息

# confirmMessageContent
source: Are you sure you want to delete?
ar: هل أنت متأكد أنك تريد الحذف؟
bn: আপনি কি নিশ্চিতভাবে মুছে ফেলতে চান?
de: Sind Sie sicher, dass Sie löschen möchten?
hi: क्या आप वाकई हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus?
mr: तुम्हाला खात्री आहे का की तुम्ही हटवू इच्छिता?
ru: Вы уверены, что хотите удалить?
te: మీరు నిజంగా తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือว่าต้องการลบ?
ur: ฺฉุง ุขูพ ูุงูุน ุงุณ ุญุฐู ฺฉุฑูุง ฺุงุช ฺบุ
vi: Bạn có chắc chắn muốn xóa không?
zh_hant: 您確定要刪除嗎？

source: Share location
ar: مشاركة الموقع
bn: অবস্থান শেয়ার করুন
de: Standort teilen
hi: स्थान साझा करें
id: Bagikan lokasi
mr: स्थान शेअर करा
ru: Поделиться местоположением
te: స్థానాన్ని పంచుకోండి
th: แชร์ตำแหน่งที่ตั้ง
ur: ู ูุงู ุดุฆุฑ ฺฉุฑฺบ
vi: Chia sẻ vị trí
zh_hant: 分享位置

# checkOutContent
source: Check out this content!
ar: اطلع على هذا المحتوى!
bn: এই বিষয়বস্তুটি দেখুন!
de: Schau dir diesen Inhalt an!
hi: इस सामग्री को देखें!
id: Lihat konten ini!
mr: हे सामग्री पहा!
ru: Посмотрите этот контент!
te: ఈ కంటెంట్‌ను చూడండి!
th: ลองดูเนื้อหานี้สิ!
ur: ุงุณ ู ูุงุฏ ฺฉู ฺฺฉ ฺฉุฑฺบ!
vi: Hãy xem nội dung này!
zh_hant: 看看這個內容！

source: Share via
ar: مشاركة عبر
bn: শেয়ার করুন
de: Teilen über
hi: साझा करें
id: Bagikan melalui
mr: याद्वारे शेअर करा
ru: Поделиться через
te: ద్వారా భాగస్వామ్యం
th: แชร์ผ่าน
ur: ฺฉ ุฐุฑุน ุดุฆุฑ ฺฉุฑฺบ
vi: Chia sẻ qua
zh_hant: 通過以下方式分享

source: Cloud Saving Error
ar: خطأ في حفظ السحابة
bn: ক্লাউড সেভিং ত্রুটি
de: Fehler beim Cloud-Speichern
hi: क्लाउड सेविंग त्रुटि
id: Kesalahan Penyimpanan Cloud
mr: क्लाउड सेव्हिंग त्रुटी
ru: Ошибка сохранения в облаке
te: క్లౌడ్ సేవ్ లోపం
th: ข้อผิดพลาดในการบันทึกข้อมูลบนคลาวด์
ur: ฺฉูุงุคฺ ู ุญููุธ ฺฉุฑู ู ฺบ ุฎุฑุงุจ
vi: Lỗi lưu trữ đám mây
zh_hant: 雲端儲存錯誤
